// javascript common object data type

var COURSES_DATA_RU = [
    {
      key: "1",
      topic_name: "Происхождение блокчейн",
  
      imaUrl: require("../images/TrainingCourses/1.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Появление биткоина",
          topic_item_detalis: `Впервые о биткоине стало известно в 2009 году. В это время был запущен протокол будущей криповалюты № 1. Он прошел в тестовом режиме, подтвердив жизнеспособность одноранговой сети P2P. В ходе испытания выяснилось, что система может работать децентрализованно, без посредников. По мнению экспертов, биткоин стал воплощением технологии блокчейн. Его создатель Сатоши Накамото полагает, что криповалюта № 1 наглядно демонстрирует работу одноранговой сети P2P и решает ряд проблем. К числу таких проблем относится незаконное копирование информации. Блокчейн-система также предусматривает самоконтроль, в результате чего цифровым валютам не требуется централизованное регулирование.
  
  Многие эксперты считают биткоин-транзакции новым словом в передаче финансовых потоков на большие расстояния. Аналитики отмечают высокую эффективность этой формы децентрализованных денежных средств. Крупные IT-специалисты планируют использовать технологию блокчейн для записи и передачи любой информации. Они считают, что строки символов в блокчейн-системе могут представлять собой как простые сообщения, так и демонстрировать владение цифровыми активами или ценными бумагами.`
        },
        {
          topic_item_key: 2,
          topic_item_title: "Новизна технологии блокчейн",
          topic_item_detalis: `Растущая популярность технологии блокчейн в целом и биткоина в частности сопровождалась переломными периодами, сложными не только для интернет-пользователей, но в особенности для регулирующих органов. Долгое время власти разных стран и крупные финансовые учреждения не обращали внимания на криптосферу, однако наступил такой момент, когда не замечать очевидного стало невозможно. Криптовалюта № 1 и блокчейн-система прочно вошли в жизнь большинства активных пользователей, в связи с чем встал вопрос о регулировании отрасли цифровых валют. Однако пока это неосуществимо из-за ее неподконтрольности и децентрализованности, напоминают специалисты.
  
  Кроме нерегулируемости и высокой волатильности, биткоин, по мнению регуляторов, подвержен значительному риску финансовых манипуляций. Его легко использовать для мошеннических действий и любой незаконной деятельности, уверены представители государственных структур. Однако это не мешает большинству ведущих мировых компаний и лидеров глобального рынка по достоинству оценить грандиозный потенциал технологии блокчейн и внушительный спектр вариантов ее использования, который предлагает распределенная книга.
          
  Распределенная книга – это сложная база данных, охватывающая множество стран, организаций, интернет-сайты и рядовых пользователей. Элементы распределенной книги полностью децентрализованы, то есть не нуждаются в центральном регулирующем органе или посредниках, таких как юристы или банковские учреждения. Вся информация, хранящаяся в этой книге, может быть подтверждена ее пользователями.
          
  Любая информация добавляется в распределенную книгу только с согласия всех ее участников. Это необходимо для обеспечения безопасности и прозрачности процессов. Все данные в децентрализованной книге записываются с пометкой времени и сопровождаются криптографической подписью или ключом. Они разработаны таким образом, чтобы каждый пользователь мог просматривать всю информацию, включая даты, время и историю транзакций.`
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
    {
      key: "2",
      topic_name: "Знакомьтесь, технология блокчейн",
      imaUrl: require("../images/TrainingCourses/2.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Блокчейн",
          topic_item_detalis: `Инновационная технология блокчейн – это термин для обозначения виртуальной технологии распределенного реестра (DLT). Длительное время правительства разных стран использовали традиционные централизованные базы данных. Эти базы служили для хранения информации и финансовых транзакций. Подобные системы обладают высочайшей степенью защиты, они превосходно защищены от влияния извне. Любое действие в этих базах данных доступно только специалистам superhigh-уровня (супервысокого уровня). Такой специалист может самостоятельно получить информацию о денежном балансе в случае перевода клиентских средств с одного банковского счета на другой. Для подобной системы характерна централизация, отмечают эксперты.
  
  Простыми словами – о сложном
            
  Смысл технологии блокчейн состоит в том, что она представляет собой виртуальный регистр, хранящийся в глобальной компьютерной сети. Информация распределяется между пользователями всего мира, применяющими в работе цифровой протокол. Право собственности любого пользователя проходит строгую криптографическую проверку. Блокчейн-система подразумевает полную прозрачность действий, благодаря чему любые мошеннические транзакции сразу выявляются и блокируются.`
        },
        {
          topic_item_key: 2,
          topic_item_title: "Ключевые особенности",
          topic_item_detalis: `Децентрализованная структура технологии блокчейн имеет ряд особенностей, отличающих ее от традиционных баз данных:
  
  1.	Прозрачность. Благодаря ей любой пользователь может отследить перемещение денежных средств с одного счета на другой.
  2.	Невозвратность. После подтверждения транзакции данная операция никем не может быть отменена.
  3. Эффективность затрат. Клиентов привлекает низкая плата за транзакции.
  4.	Отсутствие границ. Транзакции могут производиться как на очень близкие расстояния, так и на самые дальние, в любые уголки мира.
  5.	Высокая скорость транзакций. Благодаря технологии распределенного реестра и прозрачности движения денежных потоков передача средств происходит почти мгновенно. Для подтверждения операции достаточно нескольких минут, а иногда – секунд, а не часов или дней.
  
  В следующих разделах мы поговорим о ключевых понятиях, на которых базируется технология блокчейн.`
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
    {
      key: "3",
      topic_name: "Функционал технологии блокчейн",
      imaUrl: require("../images/TrainingCourses/3.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Безопасность прежде всего",
          topic_item_detalis: `Главной целью блокчейн-системы было и остается обеспечение безопасности. В данный момент она неплохо справляется с этой задачей, но еще далека от совершенства. Безопасность пользовательских данных в блокчейн-системе достигается как за счет кодирования, так и декодирования сообщений, цифровых подписей, закрытых и открытых ключей для доступа к информации о клиентах. Эти процессы проходят во всех криптографических блок-цепочках. 
  Транзакция денежных средств, проводимая в блокчейн-системе, не имеет обратного действия. После подтверждения ее нельзя отменить. В процесс транзакции никто не имеет права вмешиваться, кроме пользователей с ключами доступа. При проведении транзакции поставщики и получатели могут быть уверены, что их данные не были искажены. 
  
  Преимущества использования технологии блокчейн будут полезны для проведения финансовых транзакций через Всемирную сеть, уверены эксперты.`
        },
        {
          topic_item_key: 2,
          topic_item_title: "Децентрализация",
          topic_item_detalis: `Главным элементом блокчейн-системы разработчики называют децентрализацию. Децентрализация – это коллективная ответственность за принятие решений и за полученный результат. В этой системе нет главного, но каждый отвечает не только сам за себя, но и за партнера по бизнесу. Децентрализация производится с помощью одноранговых сетей (PER). В этой сети задействовано множество компьютеров, распределенных по всему миру. Специфика работы с технологией блокчейн требует взаимодействия нескольких компьютеров.`
        },
        {
          topic_item_key: 3,
          topic_item_title: "Конфиденциальность",
          topic_item_detalis: `При работе во Всемирной сети пользователю необходимо чувствовать себя в безопасности. Защищенность от любых воздействий может гарантировать политика конфиденциальности, проводимая блокчейн-разработчиками. Конфиденциальность подразумевает засекреченность данных, которые могут использоваться для идентификации личности. К ним относятся хранение информации, предоставление ее третьим лицам и обнародование личных данных. Конфиденциальная информация подразделяется на категории: идентификация личности (PII) или поведение посетителей сайта на портале (не-PII).
  В блокчейн-системе нет жестких требований к идентификатору личности пользователя. Никто не контролирует, чтобы он бесперебойно функционировал в сети, и нет ограничений по количеству и качеству псевдонимов. Необходимости предоставлять правдивые данные в блокчейн-системе нет. Благодаря таким технологиям, как цифровые подписи, криптография и хеширование, конфиденциальность клиента гарантирована даже при использовании вымышленного адреса. В случае, если пользователь намерен предоставить третьим лицам свои идентификаторы (PII или не-PII), он сможет контролировать эту информацию в любой точке системы.`
        },
        {
          topic_item_key: 4,
          topic_item_title: "Прозрачность",
          topic_item_detalis: `Начиная работу в блокчейн-системе, следует учесть, что блок-цепочка – это публичный распределенный реестр, и любая информация, отображенная в системе, мгновенно разлетится по Интернету. Эксперты сравнивают блокчейн-систему с аудированной общественной книгой, в которой каждый может отслеживать движение транзакций и перемещение остатков денежных средств по всей сети. Детали проведенных транзакций можно отследить с помощью блок-проводника. Он поможет найти адрес, с которого и на который переведены средства, а также распознать количество токенов в системе и их текущих владельцев.
  
  Ключевым элементом – своеобразным краеугольным камнем – любой транзакции считается доверие обеих сторон. Без него невозможны операции между получателем и владельцем токенов. В блокчейн-системе, работающей с цепью блоков, доверие создается за счет массового сотрудничества и «умных» кодировок, созданных разработчиками. Это упрощает урегулирование операций. Новым словом в налаживании доверия становятся инновация (криптография) и готовность к соглашению (консенсус). При высоком обеспечении уровня безопасности они полностью решают проблему доверия между участниками сделки.`
        },
        {
          topic_item_key: 5,
          topic_item_title: "Доверие",
          topic_item_detalis: `Ключевым элементом – своеобразным краеугольным камнем – любой транзакции считается доверие обеих сторон. Без него невозможны операции между получателем и владельцем токенов. В блокчейн-системе, работающей с цепью блоков, доверие создается за счет массового сотрудничества и «умных» кодировок, созданных разработчиками. Это упрощает урегулирование операций. Новым словом в налаживании доверия становятся инновация (криптография) и готовность к соглашению (консенсус). При высоком обеспечении уровня безопасности они полностью решают проблему доверия между участниками сделки.`
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
    {
      key: "4",
      topic_name: "Особенности одноранговой сети (P2P) в блокчейн-системе",
      imaUrl: require("../images/TrainingCourses/4.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Одноранговая сеть (P2P)",
          topic_item_detalis: `Протокол, основанный на технологии блокчейн, работает в одноранговой сети (P2P). Особенностью P2P является подключение каждого клиента к другим участникам сети. Цель работы P2P-сети – распространение транзакций и блоков цепочки для всех участников, действующих в рамках протокола blockchain.
  
  Архитектура P2P-сети сложна и многогранна. Она состоит из компьютеров, соединенных в открытую сеть и являющихся одноранговыми. Термин «одноранговые» расшифровывается как «сверстники», «равные». Подобный перевод неслучаен: каждый участник сети имеет равные возможности, а каждый узел – одинаковые функции. В P2P-системе бремя предоставления сетевых услуг распределяется между всеми узлами в равных пропорциях.
          
  В структуре P2P-сети отсутствуют иерархия и централизация. Эксперты считают ее полностью децентрализованной и самостоятельной. Узлы данной сети одновременно и предоставляют, и получают услуги от других узлов системы. Одноранговые сети (P2P) считаются устойчивыми, децентрализованными и доступными для всех пользователей блок-цепи.
          
  С помощью любого приложения P2P-сети можно отправлять транзакции любому клиенту и тем пользователям, к которым он подключен. Услуга производится с помощью проводных и беспроводных интернет-каналов. Любой узел P2P-сети, который принимает совершенно новую транзакцию, мгновенно перенаправляет ее на другие узлы. В итоге транзакция быстро распространяется по P2P-сети. Процесс охватывает огромное количество узлов за считанные секунды. Он основан на поддержании целостности протокола и защите сети, неуязвимость которой придает отсутствие центральной точки атаки.`
        },
        {
          topic_item_key: 2,
          topic_item_title: "Ноды",
          topic_item_detalis: `Ноды – это любой компьютер в любой точке мира, подключенный к блокчейн-сети. Объясняя простыми словами, ноды – это специализированные узлы блокчейн-системы. Ноды децентрализованной сети взаимодействуют с помощью P2P-протоколов для обмена информацией о блоках и транзакциях. В зависимости от типа узлов, информация в блокчейн-системе сохраняется частично или полностью.
  
  Полные ноды (мастерноды) представляют собой компьютер, подключенный к блокчейн-сети 24/7 и полностью синхронизированный с ней. Они хранят все данные блокчейн-системы, начиная с генезис-блока. Блокчейн-сеть, которая базируется на мастернодах, бесплатно обслуживает каждый блок с транзакциями, используя определенный алгоритм консенсуса и являясь полностью независимой.
  
  Используя узлы, пользователь может проверить всю информацию в системе, представленную в цепочке блоков. Другой функцией нодов является проверка иных блоков информации, не являющихся частью сети. В дальнейшем обновленная и проверенная информация распространяется на остальные узлы сети. Пользователь может проследить, когда и на каком участке сети происходило последнее обновление. Клиент узнает, одобрено оно системой или нет. В ходе данного процесса используется соединительный хэш, связывающий новую часть блок-системы с ранее утвержденным обновлением. В результате подобных процессов формируется цепочка блоков, так называемая блок-цепь. Каждый узел в этой цепи воспроизводит все данные блок-цепочки, то есть копирует их. Такие ноды обновляются в режиме реального времени. Они называются распределенными книгами сети.`
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
    {
      key: "5",
      topic_name: "Правила консенсуса",
      imaUrl: require("../images/TrainingCourses/5.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Протокол консенсуса",
          topic_item_detalis: `В блокчейн-системе действует алгоритм консенсуса. Он представляет собой набор определенных математических правил и функций, регулирующих работу сети. Основными алгоритмами консенсуса, базирующимися на технологии блокчейн, являются Proof-of-Work (PoW), или «доказательство выполнения работы», Proof-of-Stake (PoS), или «доказательство доли владения», и Proof-of-Importance (Pol), или «доказательство важности».
  
  Алгоритм консенсуса очень важен для формирования протокола консенсуса, в котором блок-цепи создаются на основе согласия всех участников сообщества. Свод правил, принятых пользователями любого блокчейн-сообщества, называется правилами консенсуса. Ключевую роль здесь играет мнение большинства. Положительное решение по важным для всех вопросам принимается пользовательским массивом даже в том случае, если кто-то один будет против.
          
  Протокол консенсуса необходим для согласования всего контента, составляющего блок-цепь. Все узлы консенсуса должны работать согласованно, выступать «единым фронтом». Это обеспечивает постоянное включение сети в блок-цепочку.
          
  Правила консенсуса имеют четкую цель – дать возможность каждому участнику сети работать независимо, без централизованного контроля. Они призваны помочь пользователям найти общий язык, то есть, возвращаясь к вышесказанному, прийти к согласию, к консенсусу в использовании единой цепочки. Если в ходе работы с протоколом возникает масштабный конфликт, это может привести к расколу в блок-цепочке. В итоге в сети появляется так называемая «жесткая вилка» (hard fork), и единая блок-цепь подразделяется на две отдельные.
          
  В мире программирования термин hard fork используется в случае создания нового проекта на базе прежнего исходного кода. Отметим, что в основе всех криптовалют лежит исходный код, следовательно, термин hard fork применим ко всем виртуальным валютам.
  Процесс разделения, то есть вышеуказанное разветвление в блокчейн-системе, называется forking. В ходе этого процесса блок-цепь делится надвое. Это происходит в результате изменений консенсуса алгоритма. Изменения, происходящие в системе, могут классифицироваться как «тяжелый форк» (hard fork) или «легкий форк» (soft fork). Рассмотрим подробнее данные понятия.
  Нard fork – это ответвление от предыдущей версии блокчейн-системы, а также радикальное изменение протокола, подтверждающего или отклоняющего транзакции. В итоге любая транзакция, совершаемая в сети после процесса hard fork, будет недействительной. Новая блокчейн-система не сможет ее признать без обновления. Hard fork существенно меняет структуру блокчейн-системы. В итоге одна блок-цепь становится обновленной версией, а ее ответвление пользуется старым протоколом.
  Hard fork можно провести только при достаточной поддержке майнинг-сообщества. Для проведения этого процесса необходимо набрать около 90-95% голосов пользователей, поддерживающих hard fork. Тогда большинство приходит к консенсусу, а меньшинству приходится с ним соглашаться. 
  Soft fork, в противоположность процессу hard fork, представляет собой небольшие, «легкие» изменения в сети (например, добавление новых типов транзакций). В результате проведения soft fork в протоколе появляются нововведения, которые не слишком влияют на работу и структуру блокчейн-системы. При этом кардинальных обновлений сети не требуется, пользователи и майнеры могут работать как в новой, так и в старой версии.`
        },
        {
          topic_item_key: 2,
          topic_item_title: "Основные правила консенсуса",
          topic_item_detalis: `Термин «консенсус» (в переводе с латыни – «согласие») означает принятие группой лиц единого решения. Решение, как указывает данный термин, должно быть согласованным, устраивающим всех членов сообщества. Единогласие достигается при отсутствии возражений со стороны большинства участников. Консенсус в блокчейн-системе имеет специализированный протокол.`
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
    {
      key: "6",
      topic_name: "Для чего нужны криптографические ключи и цифровые подписи",
      imaUrl: require("../images/TrainingCourses/6.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Криптографические ключи",
          topic_item_detalis: `это набор определенных параметров криптографического алгоритма, используемых при шифровании и дешифровании сообщений, а также при проверке цифровой подписи. Эти ключи необходимы для управления криптографическим процессом. 
  Как происходит криптографический процесс? Сначала информация о состоянии блочной цепочки передается по P2P-сети. Она доступна для пользователей всего мира. Благодаря технологии блокчейн криптографические ключи, используемые для отправки данных, гарантируют защиту информации. В итоге в блочной цепи соблюдается конфиденциальность пользовательских данных и сохраняется важная информация.
          
  Принципы криптографии действуют на протяжении всего блокчейн-протокола. Они касаются всей информации, которая транслируется по блочной цепи и хранится в базах данных. Благодаря этому пользователи могут получить криптографическое доказательство своих действий.`
        },
        {
          topic_item_key: 2,
          topic_item_title: "Шифрование",
          topic_item_detalis: `это один из ключевых инструментов, используемых в криптографии. Благодаря ему любое сообщение можно сделать недоступным для чтения. Ознакомиться с ним смогут только отправитель и получатель. Эта функция включается с помощью криптографического хэша, такого как вычислительный алгоритм SHA256. Однако достаточно даже микроскопического изменения в ходе транзакции, чтобы возникло другое значение хэш-функции. Отметим, что это может спровоцировать глобальные изменения в истории транзакций.`
        },
        {
          topic_item_key: 3,
          topic_item_title: "Хеширование",
          topic_item_detalis: `это метод криптографии, благодаря которому информация, представленная в любой форме, преобразуется в уникальную строку текста. Любые данные во Всемирной сети сохраняются в неизменном виде благодаря хэшированию. Подвергнуть этому процессу можно какую угодно информацию, независимо от ее размера и типа. В традиционном способе хэширования, при любых вводных данных, хэш всегда имеет одинаковую длину. Он предназначен для размещения информации в алгоритме хэширования. На выходе пользователь получает искомый результат – уникальную строку. Однако при появлении нового хэша невозможно расшифровать прежние данные, отмечают эксперты. Уникальная часть ранее введенной информации будет постоянно выдавать один и тот же хэш.`
        },
        {
          topic_item_key: 4,
          topic_item_title: "Цифровая подпись",
          topic_item_detalis: `Цифровые подписи в криптографии служат для подтверждения идентификации пользователя. Они гарантируют правильность подтвержденной личности. В определенной степени эти подписи демонстрируют уникальность личности пользователя.
  
  Функция цифровых подписей включает аутентификацию права собственности на блок-цепочку и проверку личности. С их помощью пользователь подписывает транзакцию, подтверждающую право собственности на определенный виртуальный актив. Любой участник блочной цепочки может подтвердить это, также используя цифровую запись.
  
  В блокчейн-системе чаще всего применяется криптография с открытым ключом (асимметричная криптография). Она используется для разработки двух ключей – открытого (для шифрования) и закрытого (для расшифровки секретных кодов). Открытый ключ необходим для создания адреса, на который направляется транзакция, а закрытый – для подписи транзакций. Вместе они составляют единое целое, благодаря чему система гармонично функционирует.
  `
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
    {
      key: "7",
      topic_name: "Транзакция",
      imaUrl: require("../images/TrainingCourses/7.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Транзакция",
          topic_item_detalis: `это операция по перемещению денежных средств, совершение сделки купли-продажи. В сфере IT-технологий транзакцией называют группу последовательных операций с базой данных, которая является логической единицей работы с информацией. 
  
  Транзакция, проводимая в блокчейн-системе, затрагивает всю глобальную сеть распределенного реестра. Данная передача денежных средств основана на доверии, когда один владелец виртуальных монет направляет эти деньги другому лицу. Предполагается, что получатель известен владельцу, а сама транзакция защищена от мошеннических действий сторонних лиц.
          
  В итоге клиент, получивший криптомонеты, может их потратить, создав еще одну транзакцию, которая допускает передачу цифровых активов третьему лицу. Далее эти действия могут производиться до бесконечности. Цепочка подобных действий предполагает любую длительность.
          
  В отношении транзакции виртуальных средств платежа технология блокчейн приходит на смену обычной бухгалтерии. Инновационная блокчейн-система поддерживает полный цикл транзакций, используемый для формирования каждого перевода денежных средств в любой момент времени.`
        },
        {
          topic_item_key: 2,
          topic_item_title: "Что такое вывод неизрасходованных транзакций (UTXO)",
          topic_item_detalis: `Особенностью блокчейн-системы, работающей с виртуальными монетами, является использование модели Unspent Transaction Output (UTXO), или «вывод неизрасходованных транзакций». Другое наименование данной схемы – «Неизбранный продукт вывода транзакций». Он предназначен для отслеживания состояния базы данных. Использование модели UTXO позволяет владельцу монет и их получателю контролировать перемещение денежных средств. В этом случае каждое действие блок-цепи может быть отслежено.
  
  В основном данная модель работает при проведении биткоин-транзакций. Подобная транзакция использует выходы предыдущих схем перевода средств и производит новые выходы, которые будут применяться в ходе будущих транзакций. Каждый выход может быть использован только один раз. Модель UTXO подходит только для тех приложений, где каждый выход имеет только одного владельца. В случае, если один выход используется двумя и более клиентами одновременно, весь процесс рушится.
          
  Каждая виртуальная монета работает на основе модели UTXO, используя при этом биткоин-идентификатор платежа TXID. Данный идентификатор является свидетельством отправленного платежа (транзакции). Он представляет собой строчку из 64 цифровых и буквенных символов. Для проведения платежа наряду с соответствующим значением монеты следует указать номер заказа. В процессе использования токена, например, при отправке монеты какому-либо получателю, она становится отложенным транзакционным выходом (STXO).
          
  В криптосообществе при работе с монетами действительной признается только модель UTXO. Отметим, что модель STXO представляет собой транзакционные платежи, совершенные ранее, которые в данный момент уже недействительны. При работе с моделью UTXO от каждого пользователя требуется предоставить подтверждение владения токенами, используя собственные уникальные ключи.`
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
    {
      key: "8",
      topic_name: "Proof-of-Work (PoW) и Proof-of-Stake (PoS)",
      imaUrl: require("../images/TrainingCourses/8.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Доказательство выполнения работы (Proof-of-Work)",
          topic_item_detalis: `В основе каждого алгоритма консенсуса в блокчейне лежит криптографическое алгоритмическое вычисление, определяющее доказательство, необходимое для выявления следующего блока, который будет добавлен в цепочку. Ответы на криптографическую головоломку найти очень сложно, но их легко доказать.
  
  Proof-of-Work (PoW) стал первым из этих алгоритмов, предложенных в рамках протокола биткоинов. По сути, это часть ответа на криптографическую загадку, которая требует объемных вычислений для решения. В PoW майнеры ищут специальное цифровое значение, называемое nonce, которое вставляется в блок, чтобы хеш его заголовка обрёл некоторые специфические свойства. Биткоин-майнеры стремятся определить численное решение для криптографического алгоритма, который соответствует общесетевой целевой сложности. Первый майнер, который найдет решение, выигрывает раунд соревнований и получает право записать этот блок в блокчейне. Каждый новый блок создает монеты, которые присуждаются победившему майнеру. `
        },
        {
          topic_item_key: 2,
          topic_item_title: "Доказательство доли владения (Proof-of-Stake)",
          topic_item_detalis: `В то время, как PoW требует огромных вычислительных мощностей, Proof-of-Stake (PoS) является энергоэффективной альтернативой для достижения консенсуса между узлами. Вместо того, чтобы решать криптографическую задачу с целью записи нового блока в блокчейн, PoS призывает держателей монет вложить свои активы. Создатель следующего блока определяется случайным образом, и в свою очередь, чем больше монет вложено, тем больше шансов добыть следующий блок. Вложения держателей "замораживаются" на некоторое время в качестве обеспечения, чтобы в дальнейшем майнер получил вознаграждение.
  
  Консенсус-протокол устанавливает, что целевая сложность должна корректироваться после каждого майнинга некоторого количества блоков для достижения целевого интервала. Сложность будет увеличиваться или уменьшаться в зависимости от хэш-мощности всех устройств в сети блокчейна.
  `
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
   
    {
      key: "9",
      topic_name: "Характеристика крипто валюты.",
      imaUrl: require("../images/TrainingCourses/9.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "ЧТО ТАКОЕ КРИПТОВАЛЮТА?",
          topic_item_detalis: `Криптовалюта – это платежное средство, принимаемое в качестве оплаты участниками системы за оказанные услуги или предоставленные товары.
  
  Любой, кто принимает криптовалюту в качестве оплаты, автоматически становится участником системы. Также если он откажется от их использования и избавится от всей имеющейся у него криптовалюты, то он перестает быть участником системы. Этим и выражается открытость всех криптовалют. Но самое главное, что в отличие от традиционных денег система, построенная на использовании криптовалют, является добровольной. Ведь житель любой страны, хочет он того или нет, автоматически становится участником денежной системы, основанной на национальной валюте. Использование криптовалюты является абсолютно добровольным. И данная система ограничена лишь числом тех, кто готов принимать криптовалюту в качестве оплаты за оказанные услуги или предоставленные товары.`
        },
        {
          topic_item_key: 2,
          topic_item_title: "ОТКУДА БЕРЕТСЯ КРИПТОВАЛЮТА?",
          topic_item_detalis: `Изначально криптовалюта появляется посредствам ICO (initial coin offering), представляющего собой первичное предложение определенного количества криптовалюты всем заинтересованным, которые в последующем и становятся участниками системы, основанной на данной криптовалюте. Чаще всего первичное размещение проводится под реализацию некоего проекта, участниками которого становятся крупные компании, которые и обеспечивают функционирование системы за счет своей готовности принимать данную криптовалюту в качестве оплаты за свои услуги или товары. Этим криптовалюты сильно похожи на обычные акции, только еще с дополнительной функцией в виде возможности использования ее в качестве платежного средства.
  
  Записи обо всех транзакциях с участием той или иной криптовалюты, в отличие от традиционных денег, хранятся децентрализовано, причем одновременно в нескольких местах. Хранением и учетом всех совершенных когда-либо операций с использованием криптовалюты занимаются сами участники системы, основанной на данной криптовалюте. Данный процесс называется mining'ом, и заключается он в том, что отдельно взятый индивид предоставляет свои технические ресурсы, в виде компьютера, для хранения и обработки данных по транзакциям с некой определенной криптовалютой. Именно этим и обеспечивается само функционирование системы. За счет же децентрализации обработки и хранения данных обеспечивается безопасность всей системы. Но данный процесс требует большой загрузки компьютерных мощностей, так что те, кто предоставляет свои технические ресурсы, получают за это вознаграждение в виде той криптовалюты, процессы которой они и обрабатывают.
  
  Большинство же проектов имеет строго ограниченное количество криптовалюты, но изначально на ICO размещается лишь некоторая часть. Остальные монеты входят в обращение через вознаграждение тем, кто занимается mining'ом. Однако такие криптовалюты подразумевают, что бесконечно заниматься этим нельзя, так как рано или поздно все монеты будут выпущены в обращение, и mining будет обеспечивать лишь обработку транзакций и хранения данных. И для того чтобы ни у кого не пропал интерес заниматься mining'ом, им в последующем будут выплачивать часть комиссии, которая будет браться за каждую транзакцию с данной криптовалютой.
  
  Существуют проекты, которые вообще не имеют ограничения по количеству монет, и их эмиссия осуществляется как раз за счет выплаты вознаграждения за mining.
  
  В последнее время все чаще появляются проекты, которые вообще не подразумевают mining, и все они имеют строго ограниченное количество монет.`
  
  
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
    
    {
      key: "10",
      topic_name: "Как заработать на инвестировании в ICO?",
      imaUrl: require("../images/TrainingCourses/10.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Понятие ICO",
          topic_item_detalis: `ICO – современная форма инвестирования. Аббревиатура состоит из трех английских слов «Initial Coin Offering», в переводе на русский язык означает первичное размещение монет (токенов). На просторах сети Интернет вместо ICO часто используется термин «краудсейл» (crowdsale – англ.). 
  
  ICO подразумевает под собой процесс продажи цифровых токенов, которые пока не представлены на биржах и процедура их майнинга не запущена. Владельцы продают токены другим пользователям за криптовалюту или классические бумажные деньги. Приобретенные инвесторами монеты в дальнейшем могут использоваться как на платформе проекта в качестве внутренней валюты, так и для торговли на биржах. 
          `
        },
        {
          topic_item_key: 2,
          topic_item_title: "Для чего проводят ICO?",
          topic_item_detalis: `Всем новым монетам перед запуском нужна поддержка. Разработка, как известно, требует вложений финансовых средств. Поэтому владельцы токенов на самом раннем этапе развития выпускают их на ICO и обменивают на криптовалюты (биткоин, Ethereum) или на фиатные деньги (доллар, евро). Вырученные средства идут на дальнейшее финансирование проекта.  
  
  В процессе проведения ICO разработчики рассказывают о своей идее, планах, знакомят с особенностями будущего развития. Если инвестор проявляет интерес к токену, то становится участником ICO. Стоит отметить еще один факт: чем больше пользователей знают о монете и доверяют ей, тем успешнее будет ее запуск. Значит инвестор в итоге сможет хорошо заработать на продаже купленной ранее монеты. `
        },
        {
          topic_item_key: 3,
          topic_item_title: "Правовой статус ICO",
          topic_item_detalis: `Правовой статус криптовальты неоднозначен, поэтому и связанные с ней процессы, такие как ICO, сложно назвать легальным или нелегальным способом инвестирования. Впрочем, законодательно такие инвестиции не запрещаются, но между разработчиками проекта и вкладчиками не может быть оформлено официального договора.
  
  Финансовые взаимоотношения строятся на доверии потенциального инвестора к криптовалютным стартапам. Если проект не станет успешным, репутация его создателей будет испорчена. Инвесторы не смогут предъявить официальные претензии разработчикам или получить поддержку от государства.`
        },
        {
          topic_item_key: 4,
          topic_item_title: "ICO и IPO: В чем разница?",
          topic_item_detalis: `IPO – первичное размещение акций, а ICO – первичная реализация монет. Оба процесса имеют между собой много общего, при этом есть ряд существенных различий. Акции, продаваемые компанией на первичном рынке являются разработанным, стабильным и прибыльным бизнесом. Что касается монеты, то инвестиции в нее схожи с краудфарнингом, сам токен на момент размещения не представляет особой ценности. Иными словами, разработчики предлагают инвесторам купить не продукт, а исключительно идею и план дальнейшей работы. 
  
  
  Проведение IPO в отличии от ICO регулируется национальным законодательством и инвесторы могут рассчитывать на определенные гарантии. Между тем сама процедура осложнена подготовкой. В Америке перед публичным размещением акций компания должна быть зарегистрирована в SEC (Комиссии по ценным бумагам и биржам) и иметь статус акционерного общества. С ICO все прозаичнее и легче, но пользователи никак не застрахованы.`
        },
        {
          topic_item_key: 5,
          topic_item_title: "Почему инвесторы готовы вкладывать в ICO?",
          topic_item_detalis: `Проект несмотря на высокий риск может обернуться большой прибылью. При успешном запуске монеты, ее популярность возрастет, а следом и цена. Ситуации когда инвесторы разбогатели после грамотного вложения в токены сейчас встречаются не редко. В качестве примера можно привести Ethereum. Летом 2014 года во время ICO токены стоили менее одного цента, а сегодня их цена поднимается до $400.
  
          Продажа монет это не единственный способ извлесь пользу. Воспользоваться ими можно по прямому назначению, получив заявляемые услуги по более низкой цене.
          `
        },
        {
          topic_item_key: 6,
          topic_item_title: "Для чего проводят ICO?",
          topic_item_detalis: `Всем новым монетам перед запуском нужна поддержка. Разработка, как известно, требует вложений финансовых средств. Поэтому владельцы токенов на самом раннем этапе развития выпускают их на ICO и обменивают на криптовалюты (биткоин, Ethereum) или на фиатные деньги (доллар, евро). Вырученные средства идут на дальнейшее финансирование проекта.  
  
  В процессе проведения ICO разработчики рассказывают о своей идее, планах, знакомят с особенностями будущего развития. Если инвестор проявляет интерес к токену, то становится участником ICO. Стоит отметить еще один факт: чем больше пользователей знают о монете и доверяют ей, тем успешнее будет ее запуск. Значит инвестор в итоге сможет хорошо заработать на продаже купленной ранее монеты. `
        },
        {
          topic_item_key: 7,
          topic_item_title: "Риски в ICO и на что следует обратить внимание участникам",
          topic_item_detalis: `Самым большим риском остается мошенничество, когда создатели проекта преследуют одну цель – собрать деньги с пользователей. Не стоит исключать тот факт, что проект так и не получит путевку в жизнь или разочарует инвесторов своей реализацией. Обычно ICO проводятся в один раунд, а шансы получить дополнительное финансирование у проекта крайне малы. Это тоже можно считать потенциальным риском в плане долгосрочного существования проекта.
  
  Инвестору в первую очередь нужно обратить внимание на о соглашение о продаже (Token Sale Agreement). При изучении документа могут всплыть отдельные детали, о которых организаторы ICO не заявляли публично. Кроме того, есть несколько негласных признаков, указывающих на добросовестных разработчиков.
          
          1. Репутация основателя не вызывает сомнения.
          2. На веб-сайте представлены все необходимые соглашения и правила.
          3. Имеется рабочий прототип.
          4. Документация и whitepaper составлены грамотно.
          5. Есть специальный счет (escrow), где размещены деньги, документы до выполнения определенных обязательств или наступления обстоятельств. 
          6. Наличие регистрации самой компании обязательно.` 
        },
        {
          topic_item_key: 8,
          topic_item_title: "Примеры успешных ICO",
          topic_item_detalis: `Успешность ICO – понятие относительное, поэтому следует смотреть на общепринятый показатель – объем инвестиций. По этому параметру лидерство принадлежит проекту Bancor, собравшему в июне 2017 года 396 720 ETH менее чем за три часа.  
  
  В качестве другого примера можно привести Brave (инновационный браузер). Проект понадобилось 30 секунд для того чтобы достичь финансовой цели и собрать $35 млн.
          
  Список успешных криптовалютных стартапов весной 2017 года пополнили следующие проекты: 
           
          • Aragon (за 15 минут были собраны запланированные 275 000 ETH (около $25 млн);
          • Storj (за считанные дни проект собрал $30 млн). 
          
  Другие проекты с не менее впечатляющими результатами:
          
          • mobileGo ($53 млн); 
          • Gnosis ($12,5 млн за 10 минут); 
          • Blockchain Capital ($10 млн за 2 часа); 
          • Aeternity (23,4 CHF); 
          • Status (около $100 млн). Проект также запомнился тем, что привел к сбою в работе сети Ethereum.
          
  Отдельного внимания заслуживает еще один известный проект, ставший частью истории – The DAO. В результате его краха летом 2016 года появился Ethereum Classic.`      
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    },
  /* 
    {
      key: "11",
      topic_name: "Может ли IEO заменить ICO?",
      imaUrl: require("../images/TrainingCourses/11.png"),
      topic_details: [
        {
          topic_item_key: 1,
          topic_item_title: "Взгляд в будущее: Может ли IEO заменить ICO?",
          topic_item_detalis: `Криптосфера развивается стремительными темпами. Сравнительно недавно была создана модель ICO (Initial Coin Offering, «Первичное размещение монет»), позволяющая проектам получать средства для дальнейшего развития. Сейчас ведется много разговоров вокруг более инновационной модели финансирования, которая имеет аббревиатуру IEO (Initial Exchange Offering, «Первичное биржевое предложение»). Что же из себя представляет IEO? Сможет ли новая криптотенденция стать популярнее своей предшественницы ICO?`      
        },
        {
          topic_item_key: 2,
          topic_item_title: "Что такое IEO? История появления этой модели",
          topic_item_detalis: `IEO – способ привлечения инвестиций, где отбором проектов, организацией токенсейла и продажей токенов занимается непосредственно криптовалютная биржа. По сути, это усовершенствованная модель ICO, в которой биржа выступает главным маркетинговым партнером проекта, а листинг монет осуществляется всего через пару дней после завершения кампании.
  
  IEO – это идея крупнейшей в мире биржи Binance. Платформа для создания токенов – Binance Launchpad – позволяющая продавать новые криптовалюты напрямую с биржи, появилась в конце 2017 года. IEO на некоторое время ускользнула с радаров участников крипторынка. Однако недавняя инициатива Binance к введению большего количества цифровых валют непосредственно со своей платформы вызвала огромный интерес у инвесторов со всего мира. 
          
  Не так давно Binance Launchpad провела два IEO – Fetch и BitTorrent. Последний вырос на 600% по сравнению с его первоначальной стоимостью. Инвесторы не смогли оставить без внимания такие показатели. Модель IEO сейчас тщательно изучается и находится под пристальным наблюдением представителей криптосферы.`
        },
        {
          topic_item_key: 3,
          topic_item_title: "В чем отличие ICO и IEO?",
          topic_item_detalis: `Очевидная разница между ICO и IEO в том, что в случае с IEO монета сразу же продается на платформе. Любой инвестор подтвердит: самый неприятный момент участия в ICO – это неуверенность в том, появится ли токен на популярной бирже. Подавляющему большинству ICO необходимы месяцы для попадания на биржу и распространения своих токенов. Такой сценарий, безусловно, не приветствуется инвесторами. 
  
  Последовательность IEO: на Binance Launchpad анонсируются предстоящие IEO, далее токен становится доступным в порядке поступления. После достижения потолка сбора средств («хардкапа»), процесс продажи считается завершенным, инвесторы в тот же миг могут обменять токен на бирже Binance. 
          
  Доверие к модели ICO было подорвано после того, как многие ICO оказались «скамом». Тем временем IEO дает инвесторам необходимое им чувство уверенности в участии. 
          
  Есть еще одно отличие. ICO, как правило, выпускают свои токены после завершения финансирования, а в IEO проекты генерируют токены и отправляют их на биржу.
  
  Интересный факт: капитализация IEO в первой половине 2019 года составила $907,7 млн. Проекты в среднем выставляют на продажу порядка 4,4% эмиссии токенов. Информация интерпретирована исходя из данных BitMEX. `     
        },
        {
          topic_item_key: 4,
          topic_item_title: "Почему биржи заинтересованы в IEO?",
          topic_item_detalis: `Биржи заинтересованы в IEO, поскольку могут рассчитывать на абсолютно новое использование своей платформы. Если ранее они были площадкой для торговли криптовалютами, то после внедрения IEO сфера деятельности расширилась. Биржи теперь зарабатывают на размещении проекта, торговых комиссиях со сделок, росте курса своей нативной монеты и консультационных услугах. Кроме того, они привлекают новых пользователей, предлагают эксклюзивные торговые пары и повышают свою репутацию. Стоит отметить, что популярность Binance Launchpad выросла на успешных IEO.  
  
  ыбирая IEO, биржа становится первой платформой, которая залистит токен. Так, в случае с Binance Launchpad, Fetch и BitTorrent изначально были доступны только на бирже Binance, что сделало ее первой площадкой, позволяющей торговать этими двумя токенами. Таким образом, биржа обошла своих конкурентов. IEO предоставляют бесплатную рекламу, что немаловажно.`
        },
        {
          topic_item_key: 5,
          topic_item_title: "Недостатки IEO",
          topic_item_detalis: `Без недостатков, к сожалению, не обойтись. Везде есть свои плюсы и минусы. В данном случае недостатком является то, что эмитенты токенов должны будут заплатить за преимущества, предлагаемые им IEO. Размещение стоит недешево, и бывает, что стоимость не по карману стартапу. К тому же ряд бирж берет дополнительный процент от собранных в результате IEO средств. 
  
  Расходы на маркетинг в основном ложатся на плечи эмитентов токенов, а сумма здесь немалая. Затраты могут превысить $100 тыс. и должны быть оплачены, невзирая на результаты листинга на бирже.`
        },
        {
          topic_item_key: 6,
          topic_item_title: "Кто может инвестировать в IEO?",
          topic_item_detalis: `С одной стороны, инвестировать в IEO может любой человек, но с другой – нет. Есть страны, в которых запрещено участие в этой новой бизнес-модели. Если вы являетесь гражданином такого государства, то путь в этом направлении закрыт.
  
  Как в случае с ICO, IEO для подтверждения личности используют методы соответствия, вроде KYC («Знай своего клиента»). После завершения такой процедуры пользователям будет предоставлен доступ к продаже. Гражданам стран, в числе которых США, Китай, Северная Корея, Венесуэла, Новая Зеландия, запрещено участвовать в IEO. Это связано с законами каждого отдельно взятого региона в отношении цифровых валют.`
        },
        {
          topic_item_key: 7,
          topic_item_title: "Как и где инвестировать в IEO",
          topic_item_detalis: `Процесс продажи и покупки новых торгуемых цифровых активов совершенствуется. Для инвестирования в IEO нужно всего лишь иметь учетную запись в соответствующей бирже. После успешного прохождения KYC можно начинать процесс инвестирования. Модель IEO по сравнению с предшественницей ICO наиболее удобна для пользователя. Ранее ICO требовали наличие именного цифрового кошелька и отправки средств на адрес продажи токена. Эта процедура вызывала ненужный стресс и поэтому отрицательно воспринималась инвесторами. В IEO об этом речи не идет, так как биржа будет иметь встроенные кошельки. 
  
  Все больше криптовалютных бирж пытается использовать в работе новую модель инвестирования, создавая здоровую конкуренцию. Не так давно Kucoin объявила о создании платформы IEO под названием Spotlight. А другая биржа – Huobi – в процессе выпуска такой платформы. О планах размещения IEO объявила и известная Bittrex. 
          
  Судя по успешно проведенным первичным биржевым предложениям крупнейшей Binance, у модели IEO есть будущее. Fetch и BitTorrent были мгновенно раскуплены, став популярной темой на специализированных онлайн-форумах. 
          
  Многие биржи сейчас активно внедряют свои платформы запуска токенов. Лидером в этом направлении является крупнейшая в мире Binance благодаря программе Launchpad. 
          
  Binance Launchpad. Годом ICO стал 2017, который принес известность и прибыль основателям биржи. Со второй половины 2018 года стали отчетливо видны проблемы рынка. Удар по репутации ICO нанесли многочисленные мошеннические проекты. С января 2019 года на смену стали приходить IEO, за которыми стоят не просто отдельные стартапы, а именитые биржи. Площадкой, превратившей IEO в новый мощный тренд, стала Binance Launchpad.
          
  Launchpad называют платформой запуска токенов. Команда Binance проводит для отобранных стартапов необходимое обучение и предоставляет им свою площадку для сбора средств с 10-миллионной аудиторией. Крупная авторитетная биржа внушает больше доверия на рынке, нежели печально известные многочисленные скам-проекты.
          
  Binance тщательно собирает информацию о каждом проекте перед его одобрением и презентацией перед своей огромной аудиторией пользователей. Подробное досье позволяет инвесторам, использующим Binance, взвесить все «за» и «против», прежде чем инвестировать средства в то или иное предложение.
          
  Bitmax Launchpad. Биржа Bitmax также представила свою программу Launchpad. Первым IEO стала DOS Network, запуск токена произошел 10 марта 2019 года. DOS Network обещает сделать более комфортным и удобным использование блокчейна с помощью реальных данных и вычислительной мощности. 
          
  Bittrex IEO. В марте 2019 биржа Bittrex также поспешила анонсировать запуск своего первого IEO. На платформе должен был появиться токен RAID (хардкап – $6 миллионов). Согласно официальной информации, пользователи могли покупать монеты за установленную цену напрямую от разработчиков на бирже. Однако в момент запуска биржа отменила IEO, пообещав позже сообщить о причинах. 
          
  OKEx. Программа биржи будет называться OK Jumpstart и позволит разработчикам продавать токены на платформе для финансирования своих проектов. Цель OKEx сделать еще более безопасным процесс финансирования. Команда, в том числе, планирует помочь разработчикам привлечь больше инвесторов. По словам руководителя операций OKEx Энди Чеунга, модель IEO принесет значительно больше выгоды не только бирже, но и разработчикам проектов. В первую очередь это относится к стартапам, которые ищут средства для реализации своих идей. 
          
  KuCoin Spotlight. О запуске своей платформы IEO задумались и представители KuCoin. Называться она будет KuCoin Spotlight. Майкл Ган, исполнительный директор криптовалютной биржи рад тому, что новоиспеченная платформа поможет находить скрытые жемчужины в пространстве блокчейна и позволит пользователям биржи напрямую инвестировать в финансово-выгодные проекты. 
          
  Huobi Prime. Аналогичным путем идет биржа Huobi. Ее платформа – Huobi Prime – будет несколько отличаться от других. Как отмечается, она станет площадкой для выборочного листинга токенов на основе их родной монеты – токена Huobi. Команда биржи продолжает работать над тем, чтобы предложить высококачественным криптопроектам инновационную, быструю и совместимую услугу листинга монет.`
        }
      ],
      translations: {
        TestComplete: "Тест завершен !",
        YourResult: "Твой результат",
        Backtoarticlelist: "Назад к списку статей"
      }
    }, */
  ];
  // module.exports = flatListData;  // For this you can access "flatListData" as a publicy
  export default COURSES_DATA_RU;
  