let Crypto_Market_RU = [
  {
    $id: '1',
    ID: 47,
    Lesson_Name: 'Венесуэла',
    BookID: 3,
    LangID: 0,
    ReadDuration: '',
    Descriptions: [
      {
        $id: '2',
        Title: 'ВЕНЕСУЭЛА',
        Description:
          'В декабре 2017 года Венесуэла стала первой и пока единственной страной в мире, выпускающей государственную криптовалюту Petro. Официально заявляется, что Petro на 50% обеспечен нефтью, на 20% золотом, на 20% железом, и еще на 10% алмазами. И хотя стоимость всех этих товаров меняется ежедневно, что должно приводить к изменению стоимости Petro, его курс устанавливается решением президента Венесуэлы.\r\n\r\nУже в августе 2018 года национальная валюта Венесуэлы – суверенный боливар - была привязана к Petro, что, по сути дела, превратило новую криптовалюту в официальную денежную единицу.\r\n\r\nВ январе 2019 года был издан «Конституционный указ об интегральной системе криптоактивов», который регламентирует все вопросы, связанные с регулированием криптовалют на территории Венесуэлы. В частности, в соответствии с данным указом криптовалюты приравниваются к цифровым активам, а функции по надзору и регулированию передаются Управлению по криптовалютным активам и смежным активам – Sunacrip. Также эмиссия, использование или майнинг Petro и других криптовалют без надлежащего разрешения руководящего органа и при нарушении других формальностей, прописанных в данном постановлении, будет наказываться штрафом в размере до 18 000 долларов США. Иными словами, любой, кто осуществляет операциями с криптовалютами, обязан получить соответствующую лицензию у Sunacrip. В дальнейшем, кроме штрафа, в качестве меры наказания за нарушение данного требование была добавлена конфискация оборудования для майнинга криптовалют. Также Sunacrip установило комиссию за осуществление криптовалютного перевода в размере не более 15% от суммы транзакции. Минимальная комиссия за перевод составила 0,25 евро. Кроме этого, Sunacrip установило максимальную сумму перевода в размере 10 Petro в месяц. Для превышения данного лимита необходимо получение разрешения регулятора.\r\n\r\nХотя венесуэльское законодательство, по сути дела, сделало Petro национальной денежной единицей, валюта все равно считается цифровым активом, а значит если от операций с ней образовалась прибыль, то необходимо уплатить налог на прибыль от ведения бизнеса в размере 34%.',
        Diagram: '',
        Caption: '',
      },
    ],
    ImageURL:
      'https://forex-images.ifxdb.com/interestingknow/5dee40c3bdf28.png',
    QuestionsAnswer: [],
  },
  {
    $id: '3',
    ID: 48,
    Lesson_Name: 'Япония',
    BookID: 3,
    LangID: 0,
    ReadDuration: '',
    Descriptions: [
      {
        $id: '4',
        Title: 'ЯПОНИЯ',
        Description:
          'На данный момент времени Япония является страной, возможно, с самой развитой и либеральной правовой системой в отношении криптовалют. В частности, такие криптовалюты, как Bitcoin и Etherium, признаны законным платежным средством, так как имеют функции, схожие с деньгами. Однако они не признаны законными деньгами, а лишь признаны платежным средством, которое может выполнять функции валюты. Японское законодательство определяет криптовалюты как активные носители стоимости, которые могут использоваться для осуществления платежей и переводов в цифровом виде. Такая формулировка позволяет компаниям и частными лицам осуществлять взаиморасчеты в Bitcoin или Etherium. Однако декларировать прибыль в криптовалютах не получится, так что и компании, и частные лица налоги все равно платят в иенах, что существенно снижает привлекательность Bitcoin и Etherium в качестве именно платежных средств.\r\n\r\nЯпонское законодательство лишь отчасти определяет криптовалюты как платежное средство, и в большей степени относит их к категории электронных товаров. Однако признание криптовалют платежным средством привело к освобождению их от налога на потребление, которым облагаются все товары и услуги. Вместе с тем прибыль, полученная от операций с криптовалютами, в силу изменения их стоимости приравнивается к доходу от ведения бизнеса и облагается соответствующим налогом, составляющим 30,86%.\r\n\r\nЯпонское законодательство регулирует и работу криптовалютных бирж, которые для осуществления своей деятельности должны получить лицензию на торговлю виртуальными валютами, а также зарегистрироваться в Агентстве по финансовым услугам Японии. При этом заявка на получение лицензии рассматривается не более двух месяцев, и в течение этого времени криптовалютная биржа может осуществлять свою деятельность, и только в случае получения отказа должна незамедлительно ее свернуть.',
        Diagram: '',
        Caption: '',
      },
    ],
    ImageURL:
      'https://forex-images.ifxdb.com/interestingknow/5dee4c2988c2b.png',
    QuestionsAnswer: [],
  },
  {
    $id: '5',
    ID: 49,
    Lesson_Name: 'Южная Корея',
    BookID: 3,
    LangID: 0,
    ReadDuration: '',
    Descriptions: [
      {
        $id: '6',
        Title: 'ЮЖНАЯ КОРЕЯ',
        Description:
          'С точки зрения законодательства Южной Кореи криптовалюты являются финансовым инструментом, вследствие чего они подвержены ровно такому же регулированию, как и ценные бумаги. Однако существует ряд особенностей, связанных с тем, что криптовалюты обладают рядом свойств, присущих платежным средствам. В частности, к криптовалютным биржам и обменникам применяются нормы регулирования, аналогичные банкам. Это связано с тем, что власти Южной Кореи никогда не скрывали, что при разработке законодательной базы приоритетным являлся вопрос противодействия отмывания незаконных доходов. В итоге любой клиент криптообменника обязан привязать свой счет к реальному имени и счету в коммерческом банке. Без этого проведение операций с криптовалютами невозможно.\r\n\r\nНе менее важным является и то, что раз криптовалюты считаются финансовым инструментом, то полученный доход подлежит налогообложению как прибыль от ведения бизнеса. Если частное лицо или компания фиксируют свою прибыль от операций с криптовалютами и выводит средства через криптообменник, то необходимо уплатить налог в размере 25% от полученной прибыли.',
        Diagram: '',
        Caption: '',
      },
    ],
    ImageURL:
      'https://forex-images.ifxdb.com/interestingknow/5dee4c0491f78.png',
    QuestionsAnswer: [],
  },
];

export default Crypto_Market_RU;
