let Top100DataRU = [
  {
    $id: '1',
    terms: '0x',
    Discription:
      '0x (ZRX) – это криптовалютная платформа, с помощью которой пользователи могут обмениваться токенами в безопасном и быстром режиме посредством смарт-контрактов Ethereum. Целью данного протокола является эффективное использование любых токенов Ethereum. Разработчики могут использовать 0x при создании приложений для обмена криптовалют с широким набором функций, например, возможностью вести внебиржевую торговлю токенами на базе Ethereum. Протокол 0x бесплатный, с его помощью можно создавать любые коммерческие приложения. Криптовалюта ZRX была разработана для поддержания всей этой системы. Алгоритм хэширования – ERC 20. Количество монет – 1 млрд.',
    languageName: 'RU',
    WebLink: 'https://0xproject.com/',
  },
  {
    $id: '2',
    terms: 'Aelf',
    Discription:
      'Aelf (ELF) – это криптовалютная платформа, способная объединить в одну сеть несколько децентрализованных приложений. Разработчики Aelf планируют использовать ее в интернете вещей, финансовом секторе, страховании и цифровой идентификации. Главной особенностью платформы Aelf является работа с технологией сайдчейн. Благодаря применению нескольких уровней сайдчейн-технологии Aelf справляется с несколькими задачами одновременно. Aelf – это универсальная платформа, способная подстроиться под любые задачи пользователя. Под каждую задачу создается особый блокчейн-проект. Платформа самостоятельно разделяет блокчейн-цепи, изолируя одну от другой. Высокую производительность Aelf обеспечивают облачные технологии. Алгоритм хэширования – Ouroboros. Количество монет – 260 000 000.',
    languageName: 'RU',
    WebLink: 'http://aelf.io/',
  },
  {
    $id: '3',
    terms: 'Aeternity',
    Discription:
      'Aeternity (AE) – это криптовалюта, которая позволяет своим пользователям осуществлять транзакции с крайне высокой скоростью и включает в себя исключительно функциональные контракты. За пользование блокчейн-сетью Aeternity ее пользователи расплачиваются производными токенами AE. На токене AE основаны финансовые приложения на блокчейн-платформе Aeternity. Все расчеты и комиссии в смарт-контрактах реализуются именно в токенах AE.',
    languageName: 'RU',
    WebLink: 'https://www.aeternity.com/',
  },
  {
    $id: '4',
    terms: 'Aion',
    Discription:
      'AION – это многоуровневый блокчейн-протокол третьего поколения, обеспечивающий функциональную совместимость с другими блокчейн-проектами. С помощью AION можно проводить практически мгновенные транзакции. Система решает вопрос масштабируемости, конфиденциальности и функциональной совместимости в сети. AION – децентрализованная интернет-площадка, где различные проекты могут контактировать друг с другом. Майнинг AION доступен только с помощью операционной системы ubuntu. На платформе возможно создание совершенно разных проектов, которые будут совместимы с другими сетями. Алгоритм хэширования – Equihash2109. Количество монет – около 470 000 000.',
    languageName: 'RU',
    WebLink: 'https://aion.network/',
  },
  {
    $id: '5',
    terms: 'All Sports',
    Discription:
      'All Sports (SOC) – это криптовалюта в виде цифрового токена на блокчейн-платформе, которая намерена оцифровать мировую спортивную индустрию т сделать ее более технологичной. По идее авторов All Sports, криптовалюту SOC можно использовать во многих сферах глобальной спортивной индустрии. Таким образом, Токен SOC – это базовый инструмент криптовалютной платформы All Sports, основанный на протоколе ERC20.',
    languageName: 'RU',
    WebLink: 'https://www.allsportschain.com/',
  },
  {
    $id: '6',
    terms: 'Ardor',
    Discription:
      'Ardor (ARDR) – это криптопроект, базирующийся на платформе BaaS и позволяющий создавать дочерние цепи с возможностью выпуска активов. Блокчейн-систему Ardor можно масштабировать без потери эффективности. Данная экосистема предлагает удобную настройку для бизнеса. Разработчики Ardor создали две цепи: родительскую – Ardor, и дочернюю – Ignis. Цепь Ardor отвечает за безопасность и не обладает большими возможностями, а Ignis имеет весь необходимый функционал для построения сетей. Система Ardor – это эволюция программного обеспечения криптопроекта NXT, решающая проблемы масштабируемости и универсальности. Проект обеспечивает безопасное хранение и обработку огромного количества данных путем разделения токенов. В сети Ardor можно менять архитектуру внедрении новых цепочек отдельно от материнской сети. Алгоритм хэширования – Proof of Stake. Количество монет – 1 млрд.',
    languageName: 'RU',
    WebLink: 'https://www.ardorplatform.org/',
  },
  {
    $id: '7',
    terms: 'Ark',
    Discription:
      'Ark – это одновременно криптовалюта и биржа, имеющая маркетинговый план развития и продвижения. Проект включает децентрализованную сеть Goldmine («золотая жила») и инновационную систему анонимности транзакций Spysend. Масштабируемая платформа Ark довольно проста в использовании. Разработчики стремятся адаптировать проект под нужды обычного пользователя. Платформа Ark создана на основе усовершенствованной системы DPoS. Участники системы могут создавать собственные приложения внутри блок-цепи Ark. Одна из ключевых особенностей проекта – возможность объединения различных криптосетей. Ark характеризует быстрота транзакций, надежная защита, использование анонимной сетевой интеграции и высокая конфиденциальность. Алгоритм хэширования – Х11. Количество монет – около 60 000 000.',
    languageName: 'RU',
    WebLink: 'http://ark.io/',
  },
  {
    $id: '8',
    terms: 'Augur',
    Discription:
      'Augur (REP) – это не типичная криптовалюта, а децентрализованная платформа, которая основана на блокчейне Ethereum. C помощью Augur любой участник блокчейн-сети может делать свои прогнозы на исход практически любого события в мире. В перспективе, Augur может наделать много шума в сфере онлайн-гемблинга, например, среди букмекерских контор, где так много «контор» с нечестными мыслями, не говоря об онлайн-казино. Идея платформы заключается в том, чтобы делать ставки на различные события в среде Augur, где маржа намного меньше букмекерской, а контроль блокчейн-сети в принципе невозможен ввиду наличия децентрализации. Внутри платформы REP будет оборачиваться собственная криптовалюта, а использование фиатных валют полностью исключено.',
    languageName: 'RU',
    WebLink: 'http://www.augur.net/',
  },
  {
    $id: '9',
    terms: 'Bancor',
    Discription:
      'Bancor (BNT) – криптовалютный модуль, созданный на блокчейн-сети Ethereum, заметно упрощает использование смарт-контрактов различными цифровыми платформами. Ключевой посыл развития BNT заключается в максимальном упрощении взаимодействия всех токенов Ethereum между собой, что обеспечивает ликвидность и стабильность стоимости.',
    languageName: 'RU',
    WebLink: 'https://bancor.network/',
  },
  {
    $id: '10',
    terms: 'Basic Attention Token',
    Discription:
      'Basic Attention Token (BAT) – криптовалюта, основанная на блокчейн-моделе Ethereum, создана в качестве инструмента внутреннего обращения в рамках браузера Brave. Авторы криптопроекта делают акцент на кризисе в сфере цифровой рекламы, в связи с чем, предлагают свою собственную модель взаимодействия между рекламодателями и пользователями.',
    languageName: 'RU',
    WebLink: 'https://basicattentiontoken.org/',
  },
  {
    $id: '11',
    terms: 'Bibox Token',
    Discription:
      'Bibox Token (BIX) – криптовалютный проект, который активно развивается разработчиками из Китая в качестве уникальной децентрализованной торговой площадки для виртуальной валюты. Пользователям BIX предоставляется прямой доступ к довольно обширному спектру криптовалютных торговых пар (инструментов), а также прочим торговым инструментам для инвестирования и трейдинга.',
    languageName: 'RU',
    WebLink: 'https://www.bibox.com/',
  },
  {
    $id: '12',
    terms: 'Binance Coin',
    Discription:
      'Binance Coin (BNB) – токен на основе архитектуры криптовалюты Ethereum, который позволяет иметь доступ к скидкам на услуги криптовалютной биржи Binance. Данная площадка в перспективе станет децентрализованной биржей для различных блокчейн-активов. Binance Coin также предоставляет своим пользователям доступ к широкому спектру продвинутых функций, которые будут доступны для криптовалютных операций на созданной децентрализованной криптобирже.',
    languageName: 'RU',
    WebLink: 'https://www.binance.com/',
  },
  {
    $id: '13',
    terms: 'Bitcoin',
    Discription:
      'BitCoin (BTC) – это криптовалюта № 1 в мире, основной цифровой актив. Представляет собой виртуальные монеты (токены) – криптографическую сущность с определенными характеристиками. Особенность BitCoin – децентрализация, неподконтрольность традиционным финансовым институтам. Это первый кандидат на роль новой мировой валюты. BitCoin используется для оплаты товаров и услуг. Алгоритм хэширования – SHA256. Количество монет – 21 000 000.',
    languageName: 'RU',
    WebLink: 'https://bitcoin.org/',
  },
  {
    $id: '14',
    terms: 'Bitcoin Cash',
    Discription:
      'Bitcoin Cash (BCН) – это децентрализованная криптовалюта, хардфорк (т.е. ответвление) биткоина, отделившаяся от него 1 августа 2017 года. Разделение было вызвано проблемами с масштабируемостью сети, что сильно замедляло проведение транзакций. В данный момент этот вопрос решен. Сеть Bitcoin Cash стала более дешевой, а комиссии при транзакциях – низкими. В сети Bitcoin Cash майнинг доступен с помощью обычных видеокарт. Алгоритм хэширования – SIGHASH_FORKID. Количество монет – 21 000 000.',
    languageName: 'RU',
    WebLink: 'https://www.bitcoincash.org/',
  },
  {
    $id: '15',
    terms: 'Bitcoin Diamond',
    Discription:
      'Bitcoin Diamond (BCD) – это один из многочисленных форков классического биткоина. Данная криптовалюта появилась по итогам разделения блокчейн-цепи еще в ноябре 2017 года. Назначение криптовалюты Bitcoin Diamond аналогичное оригинальному Bitcoin, а именно выполнение роли платежного средства, с помощью которого пользователям особенно удобно расплачиваться в сети. В отличие от оригинального биткоина в криптовалюте BCD уже решен ряд критически острых проблем.',
    languageName: 'RU',
    WebLink: 'http://btcd.io/',
  },
  {
    $id: '16',
    terms: 'Bitcoin Gold',
    Discription:
      'Bitcoin Gold (BTG) – наиболее децентрализованная виртуальная валюта среди всех криптовалют биткоин-группы. Инициатором для хардфорка Bitcoin Gold стал Джек Ляо, занимавшийся поставкой оборудования для майнинга. Появлению Bitcoin Gold предшествовал конфликт Ляо с известным в КНР майнером Джиханом Ву. Майнинг Bitcoin Gold осуществляется при помощи обычных видеокарт, что делает блокчейн-сеть Bitcoin Gold куда более децентрализованной, по причине того, что число майнеров с фермами на видеокартах существенно больше, нежели количество майнеров на ASIK’ах.',
    languageName: 'RU',
    WebLink: 'https://bitcoingold.org/',
  },
  {
    $id: '17',
    terms: 'Bitcoin Private',
    Discription:
      'Bitcoin Private (BTCP) – проект, который является примером первого «вилочного слияния» между Bitcoin (BTC) и Zclassic (ZCL). Цель создателей BTCP состояла в том, чтобы объединить и инвертировать функции конфиденциальности криптовалюты Zclassic со стабильностью, безопасностью и широкой узнаваемостью самой популярной в мире виртуальной валюты Bitcoin.',
    languageName: 'RU',
    WebLink: 'https://btcprivate.org/',
  },
  {
    $id: '18',
    terms: 'BitShares',
    Discription:
      'BitShares (BTS) – это криптовалютный проект, охватывающий разнообразные финансовые инструменты. Платформа представляет собой универсальную платежную сеть с мгновенными транзакциями, имеющую открытый исходный код. Проект BitShares считается вызовом традиционной банковской системе, поскольку разработчики включили в него так называемые «умные» монеты – bitAssets. Основанные на криптосистемах активы отслеживают традиционные денежные средства, выраженные в долларах США (чаще всего используются монеты bitUSD). Процесс осуществляется при объединении данных из разных источников, поддерживаемых сообществом BitShares. Эту децентрализованную сеть поддерживают пользователи всего мира. BitShares также выполняет роль банка, работающего на базе технологии блокчейн. Алгоритм хэширования – Graphene. Количество монет – свыше 2 млрд.',
    languageName: 'RU',
    WebLink: 'https://bitshares.org/',
  },
  {
    $id: '19',
    terms: 'Bytecoin',
    Discription:
      'ByteCoin (BCN) – это первая цифровая валюта, основанная на технологии CryptoNote. Сеть Bytecoin использует открытый исходный код и является полностью анонимной децентрализованной платежной системой. Конфиденциальность и безопасность – главные отличительные черты этой виртуальной валюты. Закрытый алгоритм шифрования CryptoNote, основанный на кольцевой подписи, в разы повышает анонимность транзакций. Сеть Bytecoin использует метод защиты Proof-of-Work («доказательство выполнения работы»). Сеть защищает деньги пользователя самыми надежными и инновационными криптографическими алгоритмами. Количество монет – более 184 000 000 000. Алгоритм хэширования – CryptoNight.',
    languageName: 'RU',
    WebLink: 'https://bytecoin.org/',
  },
  {
    $id: '20',
    terms: 'Bytom',
    Discription:
      'Bytom (BTM) – это блокчейн-приложение, созданное для управления элементарными (atomic) и внешними (heterogenous) байт-активами. Внешние байт-активы – это блокчейн-активы в виде цифровых токенов и криптовалют, в то время как элементарные байт-активы – это облигации, ценные бумаги, дивиденды и прочие активы реального мира, которые регистрируются с помощью блокчейн-технологии. На платформе Bytom пользователь может торговать и управлять всеми видами активов. Элементарные активы преобладают над внешними активами, однако, ситуация крайне быстро меняется, так меняется само восприятие активов на рынках.',
    languageName: 'RU',
    WebLink: 'http://bytom.io/',
  },
  {
    $id: '21',
    terms: 'Cardano',
    Discription:
      'Cardano (ADA) — это децентрализованная система, которая обеспечивает надежную и масштабируемую комплексную программируемую передачу стоимости (цены) между любыми точками мира. Криптовалюта Cardano считается одним из первых блоков, которые должны будут быть построены на высокозащищенном языке Haskell. Авторы Cardano считают, что их продукт это не просто виртуальная валюта, а самодостаточная и целенаправленная технология, которая предназначена для создания совершенно новой децентрализованной экономики и демократизации финансов на развивающихся рынках (Emergin Markets). Cardano, по задумке создателей, позволит формировать и выполнять децентрализованные приложения и контракты доступным, защищенным и, главное, масштабируемым способом.',
    languageName: 'RU',
    WebLink: 'https://www.cardano.org/en/home/',
  },
  {
    $id: '22',
    terms: 'Centrality',
    Discription:
      'Centrality (CENNZ) – это криптовалютная платформа, нацеленная на перспективы развития блокчейн-технологий. По мнению разработчиков, это новое слово в области децентрализации криптовалют. Проект Centrality позиционирует себя как основу рынка цифровых активов. Платформа представляет собой концепцию «теории графов», где сеть – это симбиоз узлов (участников сети) и ребер (взаимодействие между участниками). Centrality – специализированный рынок децентрализованных приложений, созданный в помощь стартапам на ранней стадии их существования. Система Centrality полностью адаптирована под пользователей и функционирует без перебоев. Алгоритм хэширования – Dagger-Hashimoto. Количество монет – 1 200 000 000.',
    languageName: 'RU',
    WebLink: 'https://www.centrality.ai/',
  },
  {
    $id: '23',
    terms: 'Cortex',
    Discription:
      'Cortex (CTXC) – криптовалютный проект, который создан для объединения разработок в сфере искусственного интеллекта на базе одной платформы. С этой целью создаются необходимые условиях для взаимодействия программистов, аналитиков и разработчиков в рамках совместной работы над различными ноу-хау и идеями. Отдельным направлением является работа по внедрению искусственного интеллекта в смарт-контракты.',
    languageName: 'RU',
    WebLink: 'http://www.cortexlabs.ai/',
  },
  {
    $id: '24',
    terms: 'Cryptonex',
    Discription:
      'Cryptonex (CNX) – криптовалютный проект, который использует свой собственный блокчейн-модуль для создания одноуровневой виртуальной площадки по использованию как цифровых, так и фиатных денег. Проект CNX имеет функционал валютного обменника и конвертера валют, подразумевая в том числе и совместимость с использованием пластиковых карт и мобильных приложений для оплаты товаров и услуг.',
    languageName: 'RU',
    WebLink: 'https://cryptonex.org/',
  },
  {
    $id: '25',
    terms: 'CyberMiles',
    Discription:
      'CyberMiles (CMT) – это криптовалютная децентрализованная площадка для реализации интернет-товаров и услуг в режиме онлайн. Платформа CyberMiles работает на базе криптовалюты Ethereum. Цель этого проекта – замещение Ethereum в области электронной коммерции. Платформа отличается низкими комиссионными сборами, высокой пропускной способностью сети и удобством в использовании. CyberMiles обладает высоким уровнем безопасности. Платформа способна создавать смарт-контракты и децентрализированные приложения, аналогично сети Ethereum, но скорость транзакций у CyberMiles в 100 быстрее благодаря использованию механизма консенсуса DpoS. Алгоритм хэширования – Dagger-Hashimoto. Количество монет – 1 000 000 000.',
    languageName: 'RU',
    WebLink: 'https://www.cybermiles.io/',
  },
  {
    $id: '26',
    terms: 'Dash',
    Discription:
      'Dash – это открытая децентрализованная платежная система криптовалют, использующая механизм анонимных транзакций. Майнинг этой виртуальной валюты требует меньших затрат, чем у других. Основа технологии Dash – уникальная двухуровневая P2P-архитектура со встроенной системой поощрений. Разработчики криптовалюты используют сервис PrivateSend, основанный на перемешивании платежей. Этот метод предварительного перемешивания был усовершенствован и встроен в клиентскую программу. Другая особенность Dash – использование сервиса InstantSend, предусматривающего мгновенные транзакции. Отличительной особенностью этой цифровой валюты стало применение X11 – 11 разных функций хэширования одновременно. X11 – это система алгоритмов хэширования, использующая цепочку из 11 элементов. Количество монет – не превышает 22 000 000, но может оказаться меньше.',
    languageName: 'RU',
    WebLink: 'https://www.dash.org/',
  },
  {
    $id: '27',
    terms: 'Decentraland',
    Discription:
      'Decentraland (MANA) – платформа, которая предлагает проект новейшей виртуальной реальности, основанный на блокчейн-сети от Ethereum. В данной системе каждый пользователь MANA сможет купить цифровой земельный участок, не только делая его уникальным, но взаимодействуя с прочими пользователями в рамках отдельной и самодостаточной экосистемы.',
    languageName: 'RU',
    WebLink: 'https://decentraland.org/',
  },
  {
    $id: '28',
    terms: 'Decred',
    Discription:
      'Decred (DCR) — криптовалюта, аналогичная биткоину, созданная в форме платежного средства, а не как токен-актив. Особенностью и отличием DCR является концентрация на вкладе участников в свое собственное развитие, управление по принципу open source и гарантированное финансирование. Иными словами, владельцы достаточного числа криптовалюты Decred имеют возможность голосовать за внедрение дальнейших особенностей данного проекта, аналогично нахождению в совете директоров/акционеров проекта.',
    languageName: 'RU',
    WebLink: 'https://www.decred.org/',
  },
  {
    $id: '29',
    terms: 'Dentacoin',
    Discription:
      'Dentacoin (DCN) – криптовалюта, которая разработана для оборота в стоматологической сфере и призвана на базе децентрализованной системы создать цифровую площадку для взаимодействия пациентов и врачей. Отметим, что оплата услуг и товаров за DCN – всего лишь часть функционала данной платформы.',
    languageName: 'RU',
    WebLink: 'http://www.dentacoin.com/',
  },
  {
    $id: '30',
    terms: 'DigiByte',
    Discription:
      'DigiByte (DGB) – представляет собой общественный, активно растущий и максимально децентрализованную блокчейн-сеть. Дигибайт – это также и цифровые активы, которые невозможно уничтожить, подделать или взломать, что позволяет считать их идеальными для защиты стоимости того или иного объекта: валюта, информация, собственность или цифровые данные.',
    languageName: 'RU',
    WebLink: 'http://www.digibyte.io/',
  },
  {
    $id: '31',
    terms: 'DigixDAO',
    Discription:
      'DigixDAO (DGX, DGD) – это платформа для токенизации реальных активов, в основном золота. Стать владельцем драгоценного металла можно, только купив токены DGX. Главное преимущество DigixDAO – подкрепление стоимости токена золотом. Владельцы токенов DGD имеют право только голосовать за развитие платформы. Каждый DGX-токен – это 1 грамм золота 99,99% сплава. За сделки с золотом берется отдельная комиссия. Держатели DGD используют свои монеты для принятия решений по предложениям и определяют лучший способ продвижения Digix. Алгоритм хэширования – Proof of Asset (PoA). Количество монет – 2 000 000 DGD. Количество монет DGX рассчитывается индивидуально.',
    languageName: 'RU',
    WebLink: 'https://digix.global/',
  },
  {
    $id: '32',
    terms: 'Dogecoin',
    Discription:
      'Dogecoin (DOGE) – это криптовалюта, символом которой служит знаменитый интернет-мем, а именно рыжая собака породы сиба-ину. Она никогда не рассматривалась как серьезный инвестиционный проект. Dogecoin обладает как открытым, так и защищенным криптографическим ключом. Платформа использует механизм саморегуляции PoW («доказательство работой»), когда новые монеты появляются в системе при нахождении блоков цепи с нужным значением. Dogecoin обладает высокой степенью защиты. Ее характеристики во многом совпадают с особенностями другой цифровой валюты – Litecoin. Алгоритм хэширования – Scrypt. Количество монет – свыше 100 млрд. Выпуск монет не лимитирован.',
    languageName: 'RU',
    WebLink: 'http://dogecoin.com/',
  },
  {
    $id: '33',
    terms: 'Dropil',
    Discription:
      'Dropil (DROP) – это токен, используемый внутри инвестиционной криптовалютной платформы. Это инновационная платформа, помогающая пользователям войти в мир виртуальных валют и проявить себя посредством торговли, арбитража и т. д. Суть проекта заключается в автономном инвестировании в цифровые валюты при минимальных рисках. На платформе Dropil отсутствуют любые сборы и комиссии, а вывести свои средства можно в любой момент. Размещая деньги на Dropil, клиент доверяет их автоматизированным системам, занимающимся анализом графиков цен. Dropil стремится упростить концепцию криптовалютной торговли неопытным инвесторам. Программное обеспечение платформы дает возможность определять риск самостоятельно. Dropil отличает от других платформ наличие ряда «умных» ботов, которые обслуживают ее и обеспечивают автоматизацию на основе алгоритмов. Алгоритм хэширования – Dagger-Hashimoto. Количество монет – 30 000 000 000.',
    languageName: 'RU',
    WebLink: 'https://dropil.com/',
  },
  {
    $id: '34',
    terms: 'Elastos',
    Discription:
      'Elastos (ELA) – криптовалютный проект, который ставит перед собой цель - переработать базовую концепцию использования глобальной сети интернет и объединить его широкий функционал с цифровыми инновациями. Приоритетом развития ELA является оптимизации и упрощение использования доступных вычислительной мощности, смарт-контрактов и ряда децентрализованных приложений, а также безопасность инфраструктуры для всех пользователей ELA.',
    languageName: 'RU',
    WebLink: 'https://www.elastos.org/',
  },
  {
    $id: '35',
    terms: 'Emercoin',
    Discription:
      'Emercoin (EMC) – проект, который предлагает целый ряд инновационных решений, способных заметно упростить работу людей в интернете. В EMC реализована своя собственная доменная зона, система аутентификации, сравнимая с FB и Google, а также лицензирование.',
    languageName: 'RU',
    WebLink: 'http://emercoin.com/',
  },
  {
    $id: '36',
    terms: 'Enigma',
    Discription:
      'Enigma (ENG) – криптовалютная платформа, которая разработана на базе блокчейна Ethereum и ставит своей целью формирование базы для различных инвестиционных проектов. Разработка платформы также предполагает формирование ряда пользовательских фондов, которые смогут использовать различные стратегии инвестирования.',
    languageName: 'RU',
    WebLink: 'https://enigma.co/',
  },
  {
    $id: '37',
    terms: 'EOS',
    Discription:
      'EOS – это высокотехнологичный проект, в основе которого находится блокчейн-платформа. Она является частью сети Ethereum. Платформа обладает сверхскоростной пропускной способностью при проведении транзакций. EOS предназначена для работы со смарт-контрактами, а также для проектов с открытым исходным кодом. На этой платформе можно создавать децентрализованные приложения. При работе на EOS не взимаются комиссии за транзакции. Алгоритм хэширования – DPOS. Количество монет – около 1 млрд.',
    languageName: 'RU',
    WebLink: 'https://eos.io/',
  },
  {
    $id: '38',
    terms: 'Ethereum',
    Discription:
      'Ethereum (ETH) – это вторая по значимости криптовалюта мира. Претендует на первенство в криптосфере и, по некоторым оценкам, может в будущем потеснить BitCoin. Этот цифровой актив – открытая децентрализованная платформа для создания онлайн-сервисов на базе технологии блокчейн. Токены (монеты) Ethereum используются не только для платежей, но и для обмена ресурсами и для регистрации сделок с активами с помощью «умных» контрактов. Алгоритм хэширования – Dagger-Hashimoto. Количество выпущенных монет к концу 2017 года – свыше 94 000 000. Криптовалюта имеет неограниченную денежную эмиссию.',
    languageName: 'RU',
    WebLink: 'https://www.ethereum.org/',
  },
  {
    $id: '39',
    terms: 'Ethereum Classic',
    Discription:
      'Ethereum Classic (ETC) —криптовалютная платформа для создания различных децентрализованных приложений на основе смарт-контрактов с открытым кодом. ETC представляет собой децентрализованную виртуальную машину Эфириума (EVM), которая может выполнять программы на публичных узлах блокчейн-сети. Ethereum Classic предоставляет крайне популярную криптовалюту Эфир (Классический Эфир, Classic Ether, ETC), которая может передаваться от одного участника блокчейн-сети к другому и использоваться для оплаты тех или иных вычислений, которые производятся публичными узлами блокчейн-сети, а также возможностью создавать свои собственные цифровые активы (токены) на блокчейн-архитектуре Ethereum Classic. Эфир, полученный за выполненные вычисления, называется Gas. GAS необходим не только для оплаты за вычисления, но и для предотвращения DDOS-атак на блокчейн-сеть.',
    languageName: 'RU',
    WebLink: 'https://ethereumclassic.org/',
  },
  {
    $id: '40',
    terms: 'Ethos',
    Discription:
      'Ethos (ETHOS) – цифровая платформа, обеспечивающая упрощенный доступ пользователей к различным криптовалютам, что популяризирует оборот виртуальных денег. Разработчики Ethos стремятся обеспечить все необходимые условия, чтобы каждый пользователь мог возможность с легкостью интегрироваться в актуальные цифровые технологии и вкладывать свои деньги с максимальной выгодой для себя.',
    languageName: 'RU',
    WebLink: 'https://www.ethos.io/',
  },
  {
    $id: '41',
    terms: 'FunFair',
    Discription:
      'FunFair (FUN) – это платформа с открытым кодом для создания игр казино с помощью технологии блокчейн. Проект призван решить ключевую проблему современных онлайн-казино – мошенничество. Платформа FunFair основана на блокчейн-сети Ethereum. Проект предлагает революционный функционал, способный ликвидировать ряд проблем игорной индустрии, связанных с финансовыми махинациями. На платформе FunFair используются «умные» контракты, что делает ее независимой от постороннего вмешательства. Преимущества FunFair: простота использования, высокая скорость транзакций, низкие комиссии, эффективная степень защиты. Особое внимание уделяется безопасности системы и прозрачности всех процессов. Алгоритм хэширования – Dagger-Hashimoto. Количество минет – около 11 000 000 000.',
    languageName: 'RU',
    WebLink: 'https://funfair.io/',
  },
  {
    $id: '42',
    terms: 'Fusion',
    Discription:
      'Fusion (FSN) – это общественный блокчейн-проект, посвященный созданию инклюзивной криптофинансовой платформы, работающей со смарт-контрактами. Криптовалюта Fusion использует уникальный механизм консенсуса – Hierarchical Hybrid Consensus Mechanism (HHCM). Это гибридная модель с применением PoW- и PoS-механизмов. Платформа предоставляет пользователям инструмент (API) для любого типа криптовалюты. На Fusion возможна кросс-платформенная отправка платежей. При этом одни токены мгновенно конвертируются в другие. Преимущества: высокая безопасность платформы, мгновенные транзакции, отличное исполнение смарт-контрактов. Fusion – это революционное решение в криптосфере, суть которого – предоставление инструментов для взаимодействия с другими блокчейн-цепями. Алгоритмы хэширования – SHA-256 и Scrypt. Количество монет – свыше 57 000 000.',
    languageName: 'RU',
    WebLink: 'https://fusion.org/',
  },
  {
    $id: '43',
    terms: 'Gas',
    Discription:
      'Gas (GAS) – криптовалюта с токеном NEO, разработанная в качестве вспомогательного цифрового инструмента в рамках базового функционала платформы GAS. Каждый из двух токенов (GAS и NEO) имеет собственную функцию, ориентированную на обеспечение прямого доступа к тому или иному функционалу данного проекта.',
    languageName: 'RU',
    WebLink: 'https://neo.org/',
  },
  {
    $id: '44',
    terms: 'Golem',
    Discription:
      'Golem (GNT) – это инновационный криптографический проект, разработанный на базе Ethereum. Он представляет собой пиринговую сеть с токеном GNT. Цель проекта – создание децентрализованной сети, узлы которой смогут соединить все устройства мира воедино. Разработчики не исключают появление подобной мощнейшей машины, способной справиться с любым заданием. В данный момент Golem – это децентрализованная одноранговая P2P-сеть, предназначенная для выполнения различных вычислений. Разработчики называют ее всемирным суперкомпьютером или глобальным рынком свободных вычислительных мощностей. Проект подходит для научных исследований. Алгоритм хэширования – Dagger-Hashimoto. Количество монет – 1 млрд.',
    languageName: 'RU',
    WebLink: 'https://golem.network/',
  },
  {
    $id: '45',
    terms: 'GXChain',
    Discription:
      'GXChain (GXS) – токен, представляющий собой децентрализованный обмен данными на базе блокчейн-технологии, предназначенный для формирования моста между эмитентами данных, выпущенных на разных платформах, и осуществления обмена данными между одноранговыми компаниями и обмена ими между всеми организациями или агентствами.',
    languageName: 'RU',
    WebLink: 'https://gxs.gxb.io/',
  },
  {
    $id: '46',
    terms: 'Hshare',
    Discription:
      'Hshare – это децентрализованная инновационная платформа с открытым исходным кодом, уникальная цепочка для блочных и неблочных систем. Она была разработана как связующее звено между различными экосистемами технологии блокчейн. Проект обладает высокой степенью защиты данных. Это возможно благодаря криптографическому протоколу ZKP с двунаправленным процессом шифрования. Hshare работает с блочными и неблочными цифровыми валютами. Hcash создана по принципу улья, производя взаимообмен данными в структуре сети. Платформа дает возможность совершать любые транзакции независимо от скорости передачи или суммы перевода. Алгоритм хэширования – DAG. Количество монет – 84 000 000.',
    languageName: 'RU',
    WebLink: 'https://h.cash/',
  },
  {
    $id: '47',
    terms: 'Huobi Token',
    Discription:
      'Huobi Token (HT) – это виртуальная валюта - токен, созданный разработчиками криптобиржи Huobi в качестве дополнительного инструмента оплаты комиссий за сделки. Токены Huobi Token, как и прочая криптовалюта, доступны для спекулятивной и инвестиционной торговли. Токены HT также могут участвовать в торгах с такими криптовалютами как BTC, ETH и USDT.',
    languageName: 'RU',
    WebLink: 'https://www.huobi.pro/',
  },
  {
    $id: '48',
    terms: 'ICON',
    Discription:
      'ICON (ICX) – это цифровая экосистема, позволяющая взаимодействовать друг с другом криптовалютным платформам. Ее цель – объединение разных систем для ускорения и упрощения транзакций. ICON напрямую соединяет всю экосистему виртуальных валют в надежную сеть, способную масштабироваться без ограничений. Платформа ICON взаимодействует с такими известными платформами, как Ethereum и Bitcoin. Майнинг криптовалюты ICON не предусмотрен, возможна только покупка. ICON также можно обменять на популярную цифровую валюту – Ethereum. Проект ICON, основанный на технологии мультичейнов, разработчики считают очень перспективным, способным изменить мир виртуальных валют. Алгоритм хэширования – Loop Fault Tolerance (LFT). Количество монет – 800 460 000.',
    languageName: 'RU',
    WebLink: 'https://www.icon.foundation/',
  },
  {
    $id: '49',
    terms: 'IOST',
    Discription:
      'IOST – это криптовалюта, которая разработана для поддержания различных децентрализованных программ и приложений. Ожидается, что в будущем IOSТ сможет обрабатывать многомиллионнные транзакции за секунду. В основе IOSТ лежит технология Efficient Distributed Sharding, позволяющая разделить общую сеть на подпространства, а также объединить раздельные узлы для совместной работы. Майнинг криптовалюты не предусмотрен. Разработчики платформы заложили в нее механизм Proof of Believability («доказательство правдоподобия»). Проект основан на асинхронных смарт-контрактах, которые могут выполняться одновременно. Алгоритм хэширования – Ethash. Количество монет – 21 000 000 000.',
    languageName: 'RU',
    WebLink: 'http://iost.io/',
  },
  {
    $id: '50',
    terms: 'IOTA',
    Discription:
      'IOTA (MIOTA) – эта криптовалюта создана в конце 2015 года для Интернета Вещей (IoT). Она основана на новейшей концепции распределенного учетного журнала Tangle. По словам своих создателей, IOTA обладает рядом уникальных преимуществ перед продуктами на базе блокчейн-технологии, например, в том, что касается большого количества микроплатежей, например, в один цент. Микроплатежи в стандартных криптовалютах сталкиваются с высокими комиссиями и длительным временем подтверждения транзакций. В блокчейн-продуктах верификация отделена от пользователей, поэтому за подтверждение транзакций нужно платить майнерам или держателям доли. В криптовалюте IOTA такого разделения просто нет, так как это всецело самоподдерживающаяся сеть, в которой вообще нет майнеров, а пользователи сервиса IOTA сами подтверждают транзакции других пользователей сети.',
    languageName: 'RU',
    WebLink: 'https://www.iota.org/',
  },
  {
    $id: '51',
    terms: 'Kin',
    Discription:
      'Kin (KIN) – это виртуальная валюта, которая является частью мессенджера Kik. Цифровой токен платформы Kik Messenger представляет собой бесплатное мобильное приложение, с помощью которого можно анонимно обмениваться сообщениями. Анонимность Kik Messenger достигается благодаря отсутствию привязки мессенджера к номеру телефона пользователя. Эксперты фиксируют постоянный рост числа пользователей мессенджера Kik и популярности криптовалюты Kin. Алгоритм хэширования – Scrypt. Количество монет – 10 трлн.',
    languageName: 'RU',
    WebLink: 'http://kinecosystem.org/',
  },
  {
    $id: '52',
    terms: 'Komodo',
    Discription:
      'Komodo (KMD) – это самая безопасная криптовалюта в мире, так как в ней используется механизм консенсуса Delayed Proof of Work (dPoW), в основе которого заложены нотариальные ноды. Они отвечают за повышенную устойчивость к хакерским атакам. Уникальная концепция подтверждения транзакций dPoW («отложенное доказательство работы») впервые была использована в проекте Komodo. Delayed Proof-of-Work – гибридный механизм консенсуса, состоящий из двух уровней, имеющий собственную сеть узлов. С помощью Komodo можно создавать анонимные транзакции, защищенные технологией Zcash’s Zero Knowledge Proof. Криптовалюта имеет открытый исходный код. В Komodo за основу взята совместная работа сети Bitcoin, где высок уровень безопасности, и сети Zcash с высоким уровнем проведения анонимных транзакций. Проект представляет собой уникальный тандем шифрования и безопасности. Алгоритм хэширования – Equihash. Количество монет – 200 000 000.',
    languageName: 'RU',
    WebLink: 'https://komodoplatform.com/',
  },
  {
    $id: '53',
    terms: 'KuCoin Shares',
    Discription:
      'KuCoin (KCS) – площадка криптовалютного обмена, базирующаяся в Гонконге. Проект KiCoin был запущен 15 сентября 2017 года. Криптовалютная площадка использует токен KCS аналогичный Binance. Создатели токена отмечают, что все пользователи получают скидку на торговые сборы при использовании KuCoin.',
    languageName: 'RU',
    WebLink: 'https://www.kucoin.com/',
  },
  {
    $id: '54',
    terms: 'Kyber Network',
    Discription:
      'Kyber Network (KNC) – это децентрализованная платформа, которая выполняет функции обменника и платежной системы. Проект также предусматривает конвертацию валют. Данная платформа помогает проводить криптовалютные операции без сторонних участников. Особенности Kyber Network: высокая ликвидность инструментов, представленных на платформе, и наличие прокси-платежей, когда обмен и пересылку осуществляет сам сервис, а не пользователь. Процесс обмена цифровых валют происходит мгновенно. На платформе предусмотрены смарт-контракты для проведения обменных операций. На KyberNetwork не взимается комиссия за транзакции. Проект характеризует высокая степень защиты данных. Система работает на базе Ethereum. Алгоритм хэширования – Kyber. Количество монет – свыше 215 000 000.',
    languageName: 'RU',
    WebLink: 'https://kyber.network/',
  },
  {
    $id: '55',
    terms: 'Lisk',
    Discription:
      'Lisk (LSK) – это блокчейн-платформа, позволяющая создавать децентрализованные приложения. Криптовалюта предоставляет собой децентрализованную платежную систему и сеть цифровых денег. Это первая модульная система, использующая технологию Sidechain. По мнению создателей проекта, данная технология может устранить проблему перегруженности пользовательскими транзакциями. Lisk использует собственные боковые цепи, прикрепленные к основной цепи. Благодаря гибкости боковых цепей разработчики могут полностью реализовать свои приложения. Платформа имеет открытый исходный код. Алгоритм хэширования – Delegated Proof-of-Stake (DpoS). Количество монет – 107 000 000.',
    languageName: 'RU',
    WebLink: 'https://lisk.io/',
  },
  {
    $id: '56',
    terms: 'Litecoin',
    Discription:
      'Litecoin (LTC) – это одноранговая виртуальная валюта, включающая в себя практически нулевые по стоимости платежи. Litecoin – имеет открытый исходный код, благодаря чему использует все преимущества блокчейн-технологии. Данная криптовалюта это в том числе и платежная сеть, которая всецело децентрализована и не имеет контроля со стороны регуляторов. Математика и блокчейн-технология защищают сеть и помогают людям управлять своими финансами. Litecoin, как криптовалюту второй волны, отличает более короткий период на подтверждение транзакций. Благодаря довольно серьёзной отраслевой поддержке, торговому обороту и ликвидности, Litecoin считается криптоэнтузиастами и экспертами хорошим средством для коммерции в дополнение к основной виртуальной валюте мира.',
    languageName: 'RU',
    WebLink: 'https://litecoin.org/',
  },
  {
    $id: '57',
    terms: 'Loom Network',
    Discription:
      'Loom Network (LOOM) – цифровая платформа, которая развивается на базе блокчейн-сети Ethereum и главной целью ставит перед собой - рост производительности данной цепи. Планируется создать максимально удобную инфраструктуру для реализации ряда децентрализованных приложений, каждое из которых будет основываться на собственной блокчейн-сети.',
    languageName: 'RU',
    WebLink: 'https://loomx.io/',
  },
  {
    $id: '58',
    terms: 'Loopring',
    Discription:
      'Loopring (LRC) – токен криптоплощадки для торговли виртуальной валютой на базе архитектуры Ethereum, а также прочими инструментами на популярном протоколе ERC20. Платформа LRC считается идеальным решением для решения проблем со взломами и кражами. По сути, Loopring имеет преимущества как для пользователей, так и для криптовалютных бирж перенося все риски в децентрализованные смарт-контракты.',
    languageName: 'RU',
    WebLink: 'https://loopring.org/',
  },
  {
    $id: '59',
    terms: 'MaidSafeCoin',
    Discription:
      'MaidSafeCoin (MAID) – это первая в мире автономная сеть для передачи данных. Платформа полностью децентрализована и способна объединить разрозненных пользователей. На MaidSafeCoin можно разрабатывать децентрализованные приложения. Платформа гарантирует максимальную степень защиты данных с помощью различных технологий шифрования. MaidSafeCoin обеспечивает высокий уровень конфиденциальности. В проекте предусмотрены разные варианты управления личной информацией со стороны пользователей. На платформе применяется самая передовая технология одноранговых сетей – P2P. MaidSafeCoin – компания, развивающая сеть SAFE, которая имеет дополнительное пространство жесткого диска (хранилище) и огромную вычислительную мощность. Майнинг криптовалюты не предусмотрен. Алгоритм хэширования – Proof of Resource. Количество монет – около 450 000 000.',
    languageName: 'RU',
    WebLink: 'http://maidsafe.net/',
  },
  {
    $id: '60',
    terms: 'Maker',
    Discription:
      'Maker (MKR) – криптовалюта или токен, созданный на платформе Ethereum, основной целью которого является создание линейки децентрализованных активов, которые были бы привязаны к цене реальных инструментов, таких как фиатная валюта, золото и прочее. На базе платформы Maker планируется создать криптовалютную биржу, на которой можно осуществлять маржинальную торговлю токенами на протоколе ERC20.',
    languageName: 'RU',
    WebLink: 'https://makerdao.com/',
  },
  {
    $id: '61',
    terms: 'Mithril',
    Discription:
      'Mithril (MITH) – это децентрализованная платформа для социальных сетей, которая вознаграждает всех создателей контента. Все участники социальной сети могут получать токены MITH за разработку и размещение контента на платформе. Данный принцип работы называется социальным майнингом. Проект подразумевает децентрализованное хранение данных и записывание транзакций между сторонами. Экосистема Mithril предполагает создание собственной биржи Mithril Vault, где каждый пользователь сможет обменять токены MITH на Bitcoin или Ethereum. Полученные токены можно использовать для доступа к новым инструментам платформы, премиальному контенту или приложениям. Авторские права на размещенный контент защищены системой и смарт-контрактами. Алгоритм хэширования – Х11. Количество монет – 1 000 000 000.',
    languageName: 'RU',
    WebLink: 'https://mith.io/',
  },
  {
    $id: '62',
    terms: 'MOAC',
    Discription:
      'MOAC – это цифровой токен одноименного криптопроекта. Цель проекта – создание самой лучшей платформы для разработки децентрализованных приложений с использованием смарт-контрактов. В основе MOAC лежит мультиблокчейновая архитектура, обеспечивающая скорость в 100 раз выше, чем скорость сети Ethereum. Ожидается, что MOAC станет сверхмасштабируемой платформой. Для эффективной работы MOAC использует гибридную модель консенсуса PoW в основной блокчейн-сети и модель PoS – в дополнительной. Особенностью проекта является кроссплатформенность, благодаря которой децентрализованные приложения, основанные на MOAC, смогут взаимодействовать с криптовалютами EOS, Ethereum Bitcoin. Алгоритм хэширования – DApps. Количество монет – ограничено.',
    languageName: 'RU',
    WebLink: 'http://moac.io/',
  },
  {
    $id: '63',
    terms: 'MonaCoin',
    Discription:
      'MonaCoin (MONA) – криптовалюта, которая имеет уникальный статус первых японских виртуальных денежных средств, тем самым став символом «страны восходящего солнца» в криптовалютной сфере. На пике своей популярности MONA входила в ТОП-10 по объему капитализации, однако крайне быстро сдала свои позиции в рейтинге. Сегодня MONA довольно успешно функционирует в Японии.',
    languageName: 'RU',
    WebLink: 'http://monacoin.org/',
  },
  {
    $id: '64',
    terms: 'Monero',
    Discription:
      'Monero (XMR) – это виртуальная валюта на основе протокола CryptoNote, использующего в работе принцип кольцевых подписей. Криптовалюта обладает высокой анонимностью транзакций. Она была запущена в оборот без майнинга. Monero имеет программное обеспечение с открытым исходным кодом. Криптовалюта использует принцип Proof-of-work («доказательство выполнения работы»). Этот цифровой актив обладает впечатляющим уровнем конфиденциальности по сравнению с другими криптовалютами. Токены Monero легко обмениваются на монеты Bitcoin. Криптовалюту характеризует невысокое потребление электроэнергии в ходе майнинга. Алгоритм хэширования – CryptoNight. Количество монет – не ограничено.',
    languageName: 'RU',
    WebLink: 'http://www.monero.cc/',
  },
  {
    $id: '65',
    terms: 'Nano',
    Discription:
      'Nano (NANO) - экс RaiBlocks – криптовалюта с архитектурой блочной структуры, в которой каждый аккаунт имеет собственную блокчейн-цепочку, обеспечивая тем самым почти мгновенную скорость транзакции и практически неограниченную масштабируемость. У каждого пользователя NANO есть своя собственная блок-цепочка, что позволяет им асинхронно обновляться для всей остальной сети, что приводит к мгновенным транзакциям с минимальными издержками. Транзакции также отслеживают остаток на аккаунтах, а не суммы в транзакции, что позволяет проводить агрессивную обрезку базы данных без ущерба для ее безопасности. Отсутствие комиссии у RaiBlocks и транзакции в доли секунд делают NANO главной виртуальной валютой для потребительских транзакций.',
    languageName: 'RU',
    WebLink: 'http://nano.org/en',
  },
  {
    $id: '66',
    terms: 'Nebulas',
    Discription:
      'Nebulas (NAS) – это децентрализованная платформа, с помощью которой можно отслеживать и оценивать степень эффективности разработанных блокчейн-проектов. Разработчики называют Nebulas поисковой системой для все проектов, использующих технологию блокчейн и имеющих свои децентрализованные приложения. Проект Nebulas был задуман как саморазвивающаяся экосистема, в которой имеется свой порядок ранжирования – Nebulas Rank. С его помощью одни пользователи смогут выставлять оценки другим, а также оценивать приложения и смарт-контракты. Проект имеет открытый исходный код, а также использует протокол Proof of Devotion (PoD), так называемое «доказательство преданности». Алгоритм хэширования – Nebulas Force. Количество монет – 100 млн.',
    languageName: 'RU',
    WebLink: 'https://nebulas.io/',
  },
  {
    $id: '67',
    terms: 'NEM',
    Discription:
      'NEM (XEM) – это платформа для управления цифровыми данными. Разработчики NEM уверены: она больше, чем просто виртуальная валюта. В NEM интегрирована система обмена зашифрованными сообщениями. Криптовалюта имеет собственный код, в отличие от других цифровых валют. Система функционирует на базе алгоритма POI. Платформа имеет особую структуру – так называемую «мозаику». Мозаика – это пользовательские активы в сети NEM. Они предназначены для передачи и, при необходимости, отправки зашифрованных сообщений в ходе одной транзакции. Криптовалюта обладает высокой степенью защиты от кибератак. Несанкционированный доступ ко всем электронным кошельками в сети NEM исключен. Алгоритм хэширования – blockchain. Количество монет – 9 млрд.',
    languageName: 'RU',
    WebLink: 'http://nem.io/',
  },
  {
    $id: '68',
    terms: 'NEO',
    Discription:
      'NEO (ранее Antshares) – это криптовалютная платформа смарт-активов и первый блокчейн-проект с открытым исходным кодом, разработанный в Китае. Это децентрализованный протокол, переводящий реальные активы в цифровые, при этом обеспечивая регистрацию, хранение, передачу и торговлю через одноранговую сеть. Токены NEO могут использоваться для цифровой записи различных активов: акций, ценных бумаг, финансовых контрактов, векселей, валют и др. NЕО имеет оригинальный механизм торговли Superconduct, с помощью которого происходит цифровой обмен. Компания также разработала собственную платформу для управления смарт-контрактами – NeoContract. Алгоритм хэширования – NeoQS. Количество монет – 100 млн.',
    languageName: 'RU',
    WebLink: 'https://neo.org/',
  },
  {
    $id: '69',
    terms: 'Nxt',
    Discription:
      'Nextcoin (NXT) – это криптовалюта, которая принадлежит ко II поколению виртуальных денег и в некоторой степени является всецело инновационной разработкой. Код ее блокчейн-цепи написан с нуля, что делает криптовалюту NXT полноценным альтернативным токеном, а не очередным форком базового биткоина.',
    languageName: 'RU',
    WebLink: 'https://nxt.org/',
  },
  {
    $id: '70',
    terms: 'OmiseGO',
    Discription:
      'OmiseGO (OMG) — это открытая финансовая технология, которая основана на архитектуре Ethereum, позволяющая цифровым кошелькам проводить обменные операции с валютой и совершать платежи в онлайн-режиме в различных локациях и юрисдикциях. Технологию OMG разработала финансовая корпорация Omise, работающая в Таиланде, Индонезии, Японии и Сингапуре. Компания занимается сервисами для безналичных операций и намерена запустить свою собственную блокчейн-сеть OmiseGO, а также систему кошельков.',
    languageName: 'RU',
    WebLink: 'https://omg.omise.co/',
  },
  {
    $id: '71',
    terms: 'Ontology',
    Discription:
      'Ontology (ONT) – это цифровой актив, официальный партнер другой виртуальной валютной платформы – NEO. Платформа Ontology – это многоуровневая сеть, позволяющая взаимодействовать разным компаниям с децентрализованными приложениями, созданными на платформах NEO, Ethereum, EOS и др. Она предназначена для любых бизнес-проектов. Ontology – первая платформа, сделавшая шаг к устранению барьеров между технологией блокчейн и бизнес-сектором. Она появилась в Китае в качестве распределенной бухгалтерской сети для обмена данными. Алгоритм хэширования – dBFT. Количество монет – около 1 000 000 000.',
    languageName: 'RU',
    WebLink: 'https://ont.io/',
  },
  {
    $id: '72',
    terms: 'PIVX',
    Discription:
      'PIVX – это децентрализованная криптовалюта с открытым исходным кодом, основанная на принципе анонимности. Генерация новых криптоактивов ведется с помощью гибридной технологии Proof of Stake. Проект появился в результате форка цифровой валюты DASH, но отличается от нее децентрализацией и отсутствием уязвимостей. От этого цифрового актива PIVX позаимствовала двухуровневую структуру. В проекте реализованы возможность быстрых транзакций и высокий уровень конфиденциальности. Конфиденциальность достигается путем смешивания транзакций: платежи дробятся на части и направляются к разным мастернодам (узлам). Эти узлы проводят транзакции из нескольких платежей от разных пользователей. В системе используется 8 уровней смешивания. Майнинг криптовалюты не предусмотрен. Алгоритм хэширования – Quark. Количество монет – 55 000 000.',
    languageName: 'RU',
    WebLink: 'http://www.pivx.org/',
  },
  {
    $id: '73',
    terms: 'Polymath',
    Discription:
      'Polymath (POLY) – криптовалютный проект, который ставит своей целью формирование децентрализованной платформы для проведения ICO и регулирования рынка ценных бумаг, основанных на технологии блокчейне. Разработчики POLY делают ставку на сотрудничество с законодательными нормами, взаимодействие с которыми может оказать существенную поддержку переводу ряда финансовых активов на цифровую основу.',
    languageName: 'RU',
    WebLink: 'https://www.polymath.network/',
  },
  {
    $id: '74',
    terms: 'Populous',
    Discription:
      'Populous (PPT) – торговая платформа, которая, как и многие другие, построена на блокчейн-архитектуре виртуальной валюты Ethereum, которая, в свою очередь, позволяет пользователям создавать некие инвойсы необходимые предпринимателям. Благодаря блокчейн-сети Ethereum, криптовалюта Populous в своей механике использует умные контракты аналогичные эфиру, токены PPT на базе ERC 20, а также совеременный модуль обмена деловой информации формата XBRL и формулу Z-score.',
    languageName: 'RU',
    WebLink: 'http://populous.co/',
  },
  {
    $id: '75',
    terms: 'QASH',
    Discription:
      'Quoine Liquid (QASH) – это криптовалютная платформа, предназначенная для объединения разных бирж цифровых валют. Цель такого объединения – повышение ликвидности торгов. Разработчики ожидают, что проект решит ряд проблем криптосферы, таких как отсутствие ликвидности и ценовые колебания на разных биржах. Монеты QASH называют утилити-токенами. Они предназначены для оплаты услуг платформы и других продуктов компании, в том числе для выплаты комиссий. Quoine Liquid планирует запуск единой глобальной торговой платформы World Book, способной объединить мировую сеть криптовалютных торговых площадок. Ожидается, что с ее помощью клиенты смогут торговать на любой криптобирже. Алгоритм хэширования – Dagger-Hashimoto. Количество монет – 1 000 000 000.',
    languageName: 'RU',
    WebLink: 'https://liquid.plus/',
  },
  {
    $id: '76',
    terms: 'Qtum',
    Discription:
      'Qtum (QTUM) – гибридная криптоплатформа китайского происхождения, которая соединяет существующие блокчейн-цепи с виртуальной машиной, аналогичной Ethereum. Данная платформа позволяет разработчикам создавать смарт-контракты и приложения на базовой технологии blockchain. Акцентировав фокус на создании криптоплатформы, способной помочь стартапам создавать смарт-контракты на блокчейне, Qtum представляет собой функциональный инструментарий широкого применения. Являясь стабильным и модульным, платформа Qtum может создавать микро-контракты, которые используются на львиной доле основных блокчейн-цепочек.',
    languageName: 'RU',
    WebLink: 'https://qtum.org/',
  },
  {
    $id: '77',
    terms: 'RChain',
    Discription:
      'RChain – это блокчейн-проект, целью которого является создание масштабируемой архитектуры блокчей-технологии, позволяющей приложениям, построенным на платформе RChain, масштабироваться до уровня широкомасштабных приложений, таких как, например, Facebook или Visa. Проект должен стать масштабируемой блочной цепочкой, которая сможет обрабатывать транзакции десятков тысяч участников в секунду (TPS). Одной из ключевых особенностей платформы RChain является параллелизм в блочной цепи. Идея RChain состоит в том, что крайне сложный процесс можно и нужно разделить, обрабатывая отдельно, прежде чем рекомбинировать.',
    languageName: 'RU',
    WebLink: 'https://www.rchain.coop/',
  },
  {
    $id: '78',
    terms: 'ReddCoin',
    Discription:
      'ReddCoin (RDD) – это криптовалюта, разработанная для различных социальных сетей. Она базируется на протоколе Litecoin. Благодаря своим особенностям ReddCoin может быть интегрирована во все виды соцсетей (FB, Instagram, VK, YouTube). Архитектура системы полностью децентрализована. Платформа позволяет легко проводить микротранзакции между пользователями соцсетей. Майнинг этой криптовалюты не слишком затратный благодаря использованию инновационного алгоритма доказательства скорости PoSV (Proof of Stake Velocity). Добыча криптомонет производится с помощью гибридной схемы Proof of Work/Proof of Stake – ключевого элемента PoSV. Суть его заключается в том, что пользователь получает вознаграждение за хранение Reddcoin на своем кошельке. В системе предусмотрена 5% ежегодная инфляция после достижения потолка эмиссии. Алгоритм хэширования – Proof of Stake Velocity. Количество монет – 27 000 000 000.',
    languageName: 'RU',
    WebLink: 'http://www.reddcoin.com/',
  },
  {
    $id: '79',
    terms: 'Ripple',
    Discription:
      'Ripple (XRP) – это криптовалютная платформа, предназначенная для любых платежных систем. Ее используют для проведения операций по обмену валют без возвратных платежей. Поясним: платеж без возврата – это такая транзакция, которую невозможно опротестовать или отменить. Особенность цифровой валюты – наличие консенсусного реестра (ledger). Токенами Ripple можно расплатиться за биржевые товары, услуги мобильной связи и мили авиапассажиров. Сеть Ripple децентрализована. Протокол криптовалюты обеспечивает прямые мгновенные транзакции между сторонами. Ripple занимает третье место в мире по объему капитализации после BitCoin и Ethereum. Алгоритм хэширования – ECDSA. Окончательное число монет – 100 млрд, эмиссия не предусмотрена.',
    languageName: 'RU',
    WebLink: 'https://ripple.com/xrp/',
  },
  {
    $id: '80',
    terms: 'Scry.info',
    Discription:
      'Scry.info (DDD) – это проект, который развивается в области хранения и предоставления наиболее актуальной информации. Разработчиками DDD предполагается создание платформы, с помощью которой пользователи смогут получать наиболее достоверную и проверенную информацию.',
    languageName: 'RU',
    WebLink: 'https://home.scry.info/',
  },
  {
    $id: '81',
    terms: 'Siacoin',
    Discription:
      'Siaсoin (SC) – это децентрализованная платформа для хранения данных на дисковых накопителях пользователей всего мира. Клиенты предоставляют память своих компьютеров и формируют децентрализованную сеть. Сочетание смарт-контрактов, кодирования и шифрования обеспечивает безопасное и конфиденциальное хранение. Платформа Siaсoin поддерживает двухсторонние каналы платежей. Это увеличивает масштабируемость сети и надежность транзакций. Присоединение к сети каналов гарантирует, что все транзакции будут мгновенными. Безопасность – главный приоритет Siaсoin, поэтому акцент делается на уникальные способы шифрования. На платформе также имеется вторая криптовалюта – siafund. Алгоритм хэширования – blake2b. Количество монет – около 30 000.',
    languageName: 'RU',
    WebLink: 'https://sia.tech/',
  },
  {
    $id: '82',
    terms: 'Skycoin',
    Discription:
      'Skycoin (SKY) – проект, который позиционируется его создателями как криптовалюта III поколения. Использование SKY нацелено на формирование пользовательского интернета Skywire и предлагает целый спектр инновационных решений, которые выгодно отличают данные виртуальные деньги на фоне прочих аналогов.',
    languageName: 'RU',
    WebLink: 'http://skycoin.net/',
  },
  {
    $id: '83',
    terms: 'Status',
    Discription:
      'Status (SNT) – социальная сеть, мессенджер и браузер, построенные на блокчейн-архитектуре эфириума, что позволяет считать данный актив объединяющим звеном, практически для всех проектов, которые были созданы на базе эфириума. Сегодня Status – это мобильное приложение, позволяющее проводить обмен валютами, а именно токенами на базе эфира. Подобный функционал позволяет участникам сети общаться между собой, а также использовать децентрализованный и анонимный веб-браузер.',
    languageName: 'RU',
    WebLink: 'http://status.im/',
  },
  {
    $id: '84',
    terms: 'Steem',
    Discription:
      'Steem (STEEМ) – это криптовалютная платформа для социальных сетей, которая поддерживает общественное строительство и социальное взаимодействие. Проект использует технологию Steem, вознаграждая тех, кто участвует в публикации, голосовании и изучении большого объема контента с использованием виртуальной валюты. Steem имет несколько видов токенов: Steem, Steem Dollars и Steem Power. Из них ликвидными являются токены Steem и Steem Dollars. Цифровые токены постоянно создаются сетью Steem. Некоторые из них предоставляются пользователям, которые размещают контент, комментируют информацию у других пользователей и участвуют в голосовании. Платформу Steem характеризует особая концепция социальных и деловых отношений, отсутствие комиссий и возможность заработка при создании уникального контента. Количество монет – точная цифра неизвестна. Алгоритм хэширования – SHA-256.',
    languageName: 'RU',
    WebLink: 'https://steem.io/',
  },
  {
    $id: '85',
    terms: 'Stellar',
    Discription:
      'Stellar (XLM) - это платформа для валютных операций, которая работает в онлайн-режиме. Криптовалюта Stellar появилась в начале 2014 года благодаря Джеду МакКалебу и Джойсу Киму. Авторы не скрывают, что Stellar это ответвление системы Ripple, ввиду чего в первое время работала на одноимённом протоколе. Спустя время был разработан свой собственный open-source протокол Stellar. В процессе работы Stellar используется собственный вид виртуальной валюты, который ранее назывался стелларом или звездой, а теперь называется люменом (lumen). Для последующей поддержки платформы был создан некоммерческий фонд Stellar Development Foundation. Финансирование фонда было получено от компании Stripe.',
    languageName: 'RU',
    WebLink: 'https://www.stellar.org/',
  },
  {
    $id: '86',
    terms: 'Stratis',
    Discription:
      'Stratis – это криптовалюта, предназначенная для создания децентрализованных приложений с помощью технологии блокчейн. Stratis во многом отличается от подобных блокчейн-проектов. Он делает акцент на приложения, построенные на языке программирования C# и .NET. В процессе работы на платформе Stratis используется алгоритм защиты Proof-of-Stake (PoS), так называемое «доказательство владения». Stratis предназначен для интернет-бизнеса, подходит для управления расчетами и идентификационными данными, защиты конфиденциальной информации, в том числе авторских прав и оригинальной продукции. Майнинг данной криптовалюты не предусмотрен. Алгоритм хэширования – Х13. Количество монет – 196 000 000.',
    languageName: 'RU',
    WebLink: 'http://stratisplatform.com/',
  },
  {
    $id: '87',
    terms: 'Substratum',
    Discription:
      'Substratum (SUB) – проект, в основе которого лежит идея формирования децентрализованного интернета. Функционал SUB основывается на создании серверов и хостингов за счет пользовательских ресурсов и их распределения в обмен на внутреннюю криптовалюту - SUB.',
    languageName: 'RU',
    WebLink: 'https://substratum.net/',
  },
  {
    $id: '88',
    terms: 'Syscoin',
    Discription:
      'Syscoin (SYS) – это блок-платформа, обеспечивающая транзакции, стоимость которых ниже, чем у биткоина или других цифровых валют. Проект ориентирован на формирование инфраструктуры, необходимой при привлечения бизнеса. По словам разработчиков, это не криптовалюта плюс платформа, а платформа, встроенная в криптовалюту. Syscoin поддерживает как децентрализованные, так и централизованные рынки. Ключевой особенностью проекта является возможность параллельного майнинга (то есть токены SYS могут добываться вместе с другими). На основе сети Syscoin можно создавать собственные платформы. Syscoin имеет специализированный алгоритм шифрования. Это позволяет сохранять анонимность. В проекте сделан акцент на арбитражное соглашение. Система играет роль посредника между продавцами и покупателями, сохраняя безопасность выполняемых операций. Syscoin – это уникальный способ привлечения всех видов бизнеса с помощью расширенного функционала, ориентированного на финансовый сегмент. Алгоритм хэширования – Scrypt. Количество монет – 2 000 000 000.',
    languageName: 'RU',
    WebLink: 'http://syscoin.org/',
  },
  {
    $id: '89',
    terms: 'Tether',
    Discription:
      'Tether (USDT) – это криптовалюта, привязанная к традиционным денежным средствам. Она сочетает в себе характеристики, присущие как фиатным деньгам, так и виртуальным. С помощью технологии блокчейн пользователи могут отправлять и получать цифровые токены, привязанные к доллару США, евро и иене. Финансовое обеспечение этого цифрового актива осуществляет банковский траст Тайваня. Tether использует протокол Omni Layer – программное обеспечение с открытым кодом, с помощью которого платформа работает на базе Bitcoin. Чаще всего 1 USDT равен 1 доллару США. Транзакции в сети Tether происходят почти мгновенно. Алгоритм хэширования – SHA-256. Количество монет – предположительно, объем USDT в обороте должен соответствовать объему американской валюты, находящейся на счетах Tether Limited.',
    languageName: 'RU',
    WebLink: 'https://tether.to/',
  },
  {
    $id: '90',
    terms: 'Theta Token',
    Discription:
      'Theta Token (THETA) – это платформа для продвижения видеоконтента, созданная на базе технологии блокчейн. Проект способствует прямому взаимодействию между рекламодателями, заказчиками и создателями видеоматериалов. Все пользователи сети получают вознаграждение в виде токенов THETA. В основе проекта лежит метод Proof of Engagement («доказательство взаимодействия»). С помощью PoE начисление токенов становится прозрачным. В будущем платформа Theta Token выйдет за рамки публикации видеоматериалов и планирует поддерживать прямые трансляции, телевидение, конференц-связь и образовательные проекты. Theta Token обладает высоким потенциалом для расширения и роста благодаря пользовательской активности. Алгоритм хэширования – Ethash. Количество монет – 1 000 000 000.',
    languageName: 'RU',
    WebLink: 'https://www.thetatoken.org/',
  },
  {
    $id: '91',
    terms: 'TRON',
    Discription:
      'Tron (TRX) – это криптовалюта, которая появилась в результате проведения ICO в сентябре 2017 года. Виртуальную валюту создал Джастин Сан, который до этого представлял интересы криптовалюты Ripple в КНР. Виртуальная валюта TRON – это децентрализованный протокол, основанный на блокчейн-технологии Ethereum. В сети TRON пользователи могут хранить данные, а также обмениваться ими. Кроме того, на площадке TRON могут создаваться приложения.',
    languageName: 'RU',
    WebLink: 'https://tron.network/',
  },
  {
    $id: '92',
    terms: 'VeChain',
    Discription:
      'VeChain (VEN) — криптовалюта китайского происхождения, которая была разработана в конце 2015 года. Ее блокчейн архитектура предназначена для модернизации и развития управления цепочками поставок, тем самым заметно упрощая процесс отслеживания всего цикла продукта, что позволяет розничным продавцам и их потребителям оперативно проверять достоверность и качество всего, что они потребляют.',
    languageName: 'RU',
    WebLink: 'https://www.vechain.org/',
  },
  {
    $id: '93',
    terms: 'Verge',
    Discription:
      'Verge (XVG) – это криптовалюта на основе сети Bitcoin, обладающая высокой конфиденциальностью и анонимностью. Verge – децентрализованная валюта, имеющая открытый исходный код. Это независимый проект, не подконтрольный государству или инвесторам. Verge использует анонимные сети, такие как TOR и i2P. На платформе имеется широкий выбор защищенных кошельков для нескольких операционных систем. Революционный кошелек TOR Android обеспечивает полную защиту пользователя. Скорость транзакций Verge в разы превышает уровень большинства монет. Технология «верификации простых платежей» (SPV), используемая на платформе, сокращает время транзакций до 5 сек. Алгоритмы хэширования – Scrypt, X17, Lyra2rev2, myr-groestl и blake2s. Количество монет – около 16 млрд.',
    languageName: 'RU',
    WebLink: 'http://vergecurrency.com/',
  },
  {
    $id: '94',
    terms: 'Veritaseum',
    Discription:
      'Veritaseum (VERI) – платформа, разработанная на базе блокчейн-цепи Ethereum. Главная цель проекта – создание единой одноранговой криптовалютной площадки для предоставления и получения ряда финансовых услуг без участия посредников.',
    languageName: 'RU',
    WebLink: 'http://veritas.veritaseum.com/',
  },
  {
    $id: '95',
    terms: 'Waltonchain',
    Discription:
      'Waltonchain (WTC) – китайский технологический проект на базе блокчеи-архитерктуры, который нацелен на отслеживание материальных предметов с использованием технологии RFID. Как это работает? Поместив RFID на физические предметы, такие как, например, одежда, WTC может отслеживать, где продукты и товары находятся в настоящее время в рамках процесса производства или розничной торговли.',
    languageName: 'RU',
    WebLink: 'http://www.waltonchain.org/',
  },
  {
    $id: '96',
    terms: 'Wanchain',
    Discription:
      'Wanchain (WAN) – это цифровой токен децентрализованной платформы, главная функция которой – предоставление банковских услуг. Разработчики называют проект банком, основанным на технологии блокчейн. Wanchain – это новый этап в развитии цифровой экономики, выполняющий функции финансового учреждения. На платформе Wanchain планируется объединить множество блокчейн-проектов и компаний. Главное достижение Wanchain – использование технологии кроссчейн, где все сделки и транзакции фиксируются распределенной системой. Кроссчейн – это технология, позволяющая совершить любую финансовую операцию между двумя участниками без присутствия третьих лиц. Wanchain может использоваться для создания множества финансовых приложений. Алгоритм хэширования – Proof-of-Stake (PoS). Количество монет – 210 000 000.',
    languageName: 'RU',
    WebLink: 'https://wanchain.org/',
  },
  {
    $id: '97',
    terms: 'Waves',
    Discription:
      'Waves – это блокчейн-платформа для выпуска криптографических токенов и проведения краудфандинга. Она предназначена для хранения, торговли и управления собственными цифровыми активами. Платформа предоставляет преимущества инвесторам, трейдерам и разработчикам. Токены Waves свободно конвертируются как в фиатные деньги, так и в другие криптовалюты. Для пользователей Waves платформа обеспечивает высокую пропускную способность и низкие транзакционные сборы. Проект Waves имеет собственную децентрализованную биржу (DEX). Ряд разработчиков считает платформу улучшенным и расширенным вариантом Bitcoin, имеющим перспективный функционал. Алгоритм хэширования – Proof of Stake. Количество монет – около 100 000 000.',
    languageName: 'RU',
    WebLink: 'https://wavesplatform.com/',
  },
  {
    $id: '98',
    terms: 'WaykiChain',
    Discription:
      'WaykiChain (WICC) – это цифровая валюта, с помощью которой предприниматели могут создавать инновационные бизнес-модели. Они базируются на технологии блокчейн третьего поколения. На проекте работает экосистема WaykiBetting, выполняющая функцию букмекерской конторы. Ее главное преимущество – децентрализованность и контроль над всеми процессами с помощью смарт-контрактов. Важными элементами проекта WaykiChain являются биржа для обмена активами (Asset Exchange) и биржа обмена валют (Foreign Exchange). Алгоритм хэширования – Smart contract. Количество монет – 210 000 000.',
    languageName: 'RU',
    WebLink: 'http://waykichain.net/',
  },
  {
    $id: '99',
    terms: 'Zcash',
    Discription:
      'Zcash (ZEC) – это криптовалюта открытым исходным кодом, обеспечивающая конфиденциальность и выборочную прозрачность транзакций. Платежи Zcash видны в общедоступной цепочке блоков, но отправитель, получатель и сумма транзакции остаются скрытыми. Zcash – первая цифровая валюта, работающая на криптографическом протоколе «доказательства с нулевым разглашением». Согласно логике работы протокола, одна из сторон может подтвердить, что транзакция была совершена, однако узнать сумму, отправителя и получателя не представляется возможным. Платформа Zcash шифрует содержимое защищенных транзакций. Особенностью данной системы и ее преимуществом эксперты считают фактическую, математически обеспеченную анонимность, гарантом которой выступает децентрализованная сеть. Количество монет – 21 млн. Алгоритм хэширования – Equihash.',
    languageName: 'RU',
    WebLink: 'https://z.cash/',
  },
  {
    $id: '100',
    terms: 'Zilliqa',
    Discription:
      'Zilliqa (ZIL) – это криптоплатформа, которую участники рынка сравнивают с криптовалютой и системой Ethereum, так как помимо сходной архитектуры видят в ZL достойного эфиру конкурента. Особенностью Zilliqa, является крайне высокая пропускная способность цепи, которая растет прямо пропорционально расширению масштабов всей сети. В Zilliqa каждый участник сети может разрабатывать свои собственные приложения, в которых используются смарт-контракты. В работе Zilliqa также используется популярный «метод шардинга», при котором базовая сеть разбивается на мелкие подсети. Именно благодаря шардингу, криптовалюта Zilliqa намного легче, нежели криптовалюты не использующие данный метод.',
    languageName: 'RU',
    WebLink: 'https://www.zilliqa.com/',
  },
];

export default Top100DataRU;
