// $id is the JsonSerial. It is not the ID.
let Training_Course_Local_DATA_RU = 
[
    {
        "$id": "1",
        "ID": 78,
        "Lesson_Name": "Блокчейн и биткоин",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 4м 10с",
        "Descriptions": [
            {
                "$id": "2",
                "Title": "Воплощение технологии – появление биткоина",
                "Description": "Впервые о биткоине стало известно в 2009 году. В это время был запущен протокол будущей криптовалюты № 1. Он прошел в тестовом режиме, подтвердив жизнеспособность одноранговой сети P2P. В ходе испытания выяснилось, что система может работать децентрализованно, без посредников.\r\nПо мнению экспертов, биткоин стал воплощением технологии блокчейн. Его создатель, Сатоши Накамото, полагает, что криптовалюта № 1 наглядно демонстрирует работу одноранговой сети P2P и решает ряд проблем, включая незаконное копирование информации. Блокчейн-система также предусматривает самоконтроль, в результате чего цифровым валютам не требуется централизованное регулирование.\r\nМногие эксперты считают биткоин-транзакции новым словом в передаче финансовых потоков на большие расстояния. Аналитики отмечают высокую эффективность этой формы децентрализованных денежных средств. Крупные IT-специалисты планируют использовать технологию блокчейн для записи и передачи любой информации. Строки символов в блокчейн-системе представляют собой не просто сообщения, а информацию о владении активами или ценными бумагами.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "3",
                "Title": "В чем состоит новизна блокчейна",
                "Description": "Растущая популярность технологии блокчейн в целом и биткоина в частности сопровождалась переломными периодами, сложными не только для интернет-пользователей, но и для регулирующих органов.\r\nДолгое время власти разных стран и крупные финансовые учреждения не обращали внимания на криптосферу, однако наступил момент, когда не замечать очевидного стало невозможно. Криптовалюта № 1 и блокчейн-система прочно вошли в жизнь большинства активных пользователей, в связи с чем встал вопрос о регулировании отрасли цифровых валют. Однако пока это неосуществимо из-за ее неподконтрольности и децентрализованности, напоминают специалисты.\r\nКроме нерегулируемости и высокой волатильности, биткоин, по мнению регуляторов, подвержен значительному риску финансовых манипуляций. Его легко использовать для любой незаконной деятельности, уверены представители государственных структур. Однако это не мешает лидерам глобального рынка по достоинству оценить грандиозный потенциал технологии блокчейн и внушительный спектр вариантов ее использования, который предлагает распределенная книга.\r\nРаспределенная книга – это сложная база данных, охватывающая множество стран, организаций, интернет-сайтов и рядовых пользователей. Элементы распределенной книги полностью децентрализованы, то есть не нуждаются в центральном регулирующем органе или посредниках, таких как юристы или банковские учреждения. Любая информация, хранящаяся в этой книге, может быть подтверждена ее пользователями, и добавляется туда только с их согласия. Это необходимо для обеспечения безопасности и прозрачности процессов. \r\nВсе данные (включая даты, время и историю транзакций) в децентрализованной книге записываются с пометкой времени и защищаются криптографической подписью или ключом. Они доступны для просмотра каждому пользователю, имеющему доступ к книге.\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d3f8b6296.png",
        "QuestionsAnswer": [
            {
                "$id": "4",
                "Question": "Как называется виртуальная технология распределенного реестра (DLT)?",
                "options": [
                    {
                        "$id": "5",
                        "option": "Цифровой протокол",
                        "RightAnswer": false
                    },
                    {
                        "$id": "6",
                        "option": "Блокчейн",
                        "RightAnswer": true
                    },
                    {
                        "$id": "7",
                        "option": "Genesis block (генезис)",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "8",
                "Question": "Чем отличаются децентрализованные базы данных от традиционных?",
                "options": [
                    {
                        "$id": "9",
                        "option": "Прозрачностью и эффективностью",
                        "RightAnswer": true
                    },
                    {
                        "$id": "10",
                        "option": "Областью применения",
                        "RightAnswer": false
                    },
                    {
                        "$id": "11",
                        "option": "Только названием, по сути это одно и то же",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "12",
                "Question": "Кто имеет доступ к информации о платежах и переводах?",
                "options": [
                    {
                        "$id": "13",
                        "option": "Только специалисты superhigh-уровня",
                        "RightAnswer": false
                    },
                    {
                        "$id": "14",
                        "option": "Любой пользователь применяющий в работе цифровой протокол",
                        "RightAnswer": true
                    },
                    {
                        "$id": "15",
                        "option": "Только сотрудник банка или контролирующего органа",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "16",
        "ID": 79,
        "Lesson_Name": "Подробнее о технологии блокчейн",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 2м 20с",
        "Descriptions": [
            {
                "$id": "17",
                "Title": "Значение термина",
                "Description": "Блокчейн – это виртуальная технология распределенного реестра (DLT). Длительное время правительства разных стран использовали традиционные централизованные базы данных для хранения информации и проведения финансовых транзакций.\r\nПодобные системы превосходно защищены от влияния извне. Любое действие в них доступно только специалистам superhigh-уровня. Они могут самостоятельно получить информацию о денежном балансе в случае перевода клиентских средств с одного банковского счета на другой. Для подобной системы характерна централизация.\r\nБлокчейн же представляет собой виртуальный регистр, хранящийся в глобальной компьютерной сети. Информация, содержащаяся в нем, распределяется между пользователями всего мира, применяющими в работе цифровой протокол. Право собственности каждого пользователя проходит строгую криптографическую проверку. Блокчейн-система подразумевает полную прозрачность действий, благодаря чему любые мошеннические транзакции сразу выявляются и блокируются.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "18",
                "Title": "Ключевые особенности",
                "Description": "Технология распределенного реестра (блокчейн) имеет ряд особенностей, отличающих ее от традиционных баз данных:\r\nПрозрачность. Благодаря ей любой пользователь может отследить перемещение денежных средств с одного счета на другой.\r\n     \r\nНевозвратность. После подтверждения транзакции данная операция никем не может быть отменена.\r\n     \r\nЭффективность затрат. Клиентов привлекает низкая плата за транзакции.\r\n     \r\nОтсутствие границ. Транзакции могут проводиться на любые расстояния и в любые уголки мира.\r\n     \r\nВысокая скорость транзакций. Передача средств происходит почти мгновенно. Для подтверждения операции достаточно нескольких минут, а иногда секунд, а не часов или дней.\r\nВ следующих разделах мы поговорим о ключевых понятиях, на которых базируется технология блокчейн.\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d534678c2.png",
        "QuestionsAnswer": [
            {
                "$id": "19",
                "Question": "Дайте определение понятию Нard fork",
                "options": [
                    {
                        "$id": "20",
                        "option": "Нard fork — это небольшие изменения в работе сети, которые не особо влияют на работу и структуру блокчейн-системы",
                        "RightAnswer": false
                    },
                    {
                        "$id": "21",
                        "option": "Нard fork — это решение единогласно принятое всем членами сообщества, которое имеет специализированный протокол в блокчейн-системе.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "22",
                        "option": "Нard fork — это радикальное изменение протокола, подтверждающего или отклоняющего транзакции, которое существенно меняет структуру блокчейн-системы.",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "23",
                "Question": "Назовите основные алгоритмы консенсуса, базирующимися на технологии блокчейн",
                "options": [
                    {
                        "$id": "24",
                        "option": "Proof-of-Work (PoW), или «доказательство выполнения работы», Proof-of-Stake (PoS), или «доказательство доли владения» и Proof-of-Importance (Pol), или «доказательство важности».",
                        "RightAnswer": true
                    },
                    {
                        "$id": "25",
                        "option": "Hard fork, алгоритм, который используется в случае создания нового проекта на базе прежнего исходного кода.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "26",
                        "option": "Soft fork, алгоритм благодаря которому в протоколе появляются нововведения, которые не слишком влияют на работу и структуру блокчейн-системы.",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "27",
                "Question": "Какую функцию выполняет протокол консенсуса?",
                "options": [
                    {
                        "$id": "28",
                        "option": "Протокол консенсуса необходим для согласования всего контента, составляющего блок-цепь. Это обеспечивает постоянное включение сети в блок-цепочку.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "29",
                        "option": "В ходе этого процесса блок-цепь делится надвое. Это происходит в результате изменений консенсуса алгоритма. В итоге одна блок-цепь становится обновленной версией, а ее ответвление пользуется старым протоколом.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "30",
                        "option": "В мире программирования — это термин используется в случае создания нового проекта на базе прежнего исходного кода.",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "31",
        "ID": 80,
        "Lesson_Name": "Основные свойства блокчейн-системы",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 4м 55с",
        "Descriptions": [
            {
                "$id": "32",
                "Title": "Безопасность прежде всего",
                "Description": "Основной задачей блокчейн-системы было и остается обеспечение безопасности. С ним она неплохо справляется, но до совершенства еще далеко. Безопасность пользовательских данных в децентрализованной системе достигается за счет как кодирования, так и декодирования сообщений, цифровых подписей, закрытых и открытых ключей для доступа к информации о клиентах. Эти процессы проходят во всех криптографических блок-цепочках. Транзакция денежных средств, проводимая в блокчейн-системе, не имеет обратного действия: после подтверждения ее нельзя отменить. В процесс транзакции никто не имеет права вмешиваться, кроме пользователей с ключами доступа, поэтому поставщики и получатели могут быть уверены, что их данные не будут искажены.\r\nЭто особенно важно для осуществления финансовых транзакций через Всемирную сеть.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "33",
                "Title": "Децентрализация – основа взаимодействия",
                "Description": "Главным свойством блокчейн-системы разработчики называют децентрализацию. Децентрализация – это коллективная ответственность за принятие решений и полученный результат. В этой системе нет главного, и каждый отвечает не только за себя, но и за партнера по бизнесу. Децентрализация достигается с помощью одноранговых сетей (PER), когда множество компьютеров, распределенных по всему миру, взаимодействуют друг с другом.",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "34",
                "Title": "Конфиденциальность – гарантия безопасности",
                "Description": "При работе во Всемирной сети пользователю необходимо чувствовать себя в безопасности. Защищенность от любых воздействий может гарантировать политика конфиденциальности, проводимая блокчейн-разработчиками.\r\nКонфиденциальность подразумевает засекреченность данных, которые могут использоваться для идентификации личности. Это касается хранения информации, предоставления ее третьим лицам и обнародования личных данных. Конфиденциальная информация подразделяется на категории: идентификация личности (PII) и поведение посетителей сайта на портале (не-PII).\r\nВ блокчейн-системе нет жестких требований к идентификатору личности пользователя. Никто не контролирует его функционирование в сети, не ограничивает количество и качество псевдонимов. Необходимости предоставлять правдивые данные в блокчейн-системе нет. Благодаря таким технологиям, как цифровые подписи, криптография и хеширование, конфиденциальность клиента гарантирована даже при использовании вымышленного адреса. В случае если пользователь намерен предоставить третьим лицам свои идентификаторы (PII или не-PII), он сможет контролировать эту информацию в любой точке системы.",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "35",
                "Title": "Без прозрачности нет публичности",
                "Description": "Начиная работу в блокчейн-системе, следует учесть, что блок-цепочка – это публичный распределенный реестр, и любая информация, отображенная в системе, мгновенно распространится по Интернету. Эксперты сравнивают блокчейн-систему с аудированной общественной книгой, в которой каждый пользователь может отслеживать движение транзакций и перемещение остатков денежных средств. Детали проведенных транзакций можно отследить с помощью блок-проводника. Он поможет найти адреса отправителя и получателя, определить количество токенов в системе и распознать их текущих владельцев.",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "36",
                "Title": "Доверие – краеугольный камень",
                "Description": "Основополагающим свойством любой транзакции считается доверие обеих сторон. Без него невозможны операции между пользователем и владельцем токенов. В блокчейн-системе, работающей с цепью блоков, доверие создается за счет массового сотрудничества и «умных» кодировок, созданных разработчиками. Это упрощает урегулирование операций. Новым словом в налаживании доверия становятся инновация (криптография) и готовность к соглашению (консенсус). При высоком уровне безопасности они полностью решают проблему доверия между участниками сделки.",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d5de41a82.png",
        "QuestionsAnswer": [
            {
                "$id": "37",
                "Question": "Назовите метод криптографии, благодаря которому любая представленная информация, преобразуется в уникальную строку текста.",
                "options": [
                    {
                        "$id": "38",
                        "option": "Криптоанализ",
                        "RightAnswer": false
                    },
                    {
                        "$id": "39",
                        "option": "Хеширование",
                        "RightAnswer": true
                    },
                    {
                        "$id": "40",
                        "option": "Асимметричная криптография",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "41",
                "Question": "Что гарантирует подтверждение уникальности личности пользователя?",
                "options": [
                    {
                        "$id": "42",
                        "option": "Шифрование",
                        "RightAnswer": false
                    },
                    {
                        "$id": "43",
                        "option": "Цифровая подпись",
                        "RightAnswer": true
                    },
                    {
                        "$id": "44",
                        "option": "Криптографическое доказательство своих действий",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "45",
                "Question": "Какой из методов криптографии наиболее часто используется в блокчейн-системе?",
                "options": [
                    {
                        "$id": "46",
                        "option": "Криптография с открытым ключом (асимметричная криптография)",
                        "RightAnswer": true
                    },
                    {
                        "$id": "47",
                        "option": "Симметричная криптография",
                        "RightAnswer": false
                    },
                    {
                        "$id": "48",
                        "option": "Метод криптографического хэша, такого как вычислительный алгоритм SHA256",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "49",
        "ID": 81,
        "Lesson_Name": "Особенности одноранговой сети (P2P)",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 4м 35с",
        "Descriptions": [
            {
                "$id": "50",
                "Title": "Понятие о P2P",
                "Description": "Протокол, основанный на технологии блокчейн, работает в одноранговой сети (P2P). Термин «одноранговые» расшифровывается как «сверстники», «равные». Подобный перевод неслучаен: каждый участник сети имеет равные возможности, а каждый узел – одинаковые функции. В P2P-системе бремя предоставления сетевых услуг распределяется между всеми узлами в равных пропорциях.\r\nОсобенностью P2P является подключение каждого клиента к другим участникам сети, а целью работы – распространение транзакций и блоков цепочки среди всех участников, действующих в рамках блокчейн-протокола.\r\nАрхитектура P2P-сети сложна и многогранна. Она состоит из компьютеров, соединенных в открытую сеть и являющихся одноранговыми. В структуре P2P-сети отсутствуют иерархия и централизация. Эксперты считают ее полностью децентрализованной и самостоятельной. Узлы данной сети одновременно и предоставляют, и получают услуги от других узлов системы. Одноранговые сети (P2P) считаются устойчивыми, децентрализованными и доступными для всех пользователей блок-цепи.\r\nС помощью того или иного приложения P2P-сети можно отправлять транзакции любому клиенту и тем пользователям, к которым он подключен. Услуга доступна с помощью проводных и беспроводных интернет-каналов. Любой узел P2P-сети, который принимает совершенно новую транзакцию, мгновенно перенаправляет ее на другие узлы. В итоге транзакция быстро распространяется по P2P-сети. Процесс охватывает огромное количество узлов за считаные секунды. Он основан на поддержании целостности протокола и защите сети, неуязвимость которой придает отсутствие центральной точки атаки.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "51",
                "Title": "Что такое ноды",
                "Description": "Нод – это любой компьютер в той или иной точке мира, подключенный к блокчейн-цепи. Иными словами, ноды – это специализированные узлы блокчейн-системы. Они взаимодействуют с помощью P2P-протоколов для обмена информацией о блоках и транзакциях. В зависимости от типа узлов информация в блокчейн-системе сохраняется частично или полностью.\r\nПолные ноды (мастерноды) представляют собой компьютеры, подключенные к блокчейн-сети в режиме 24/7 и полностью синхронизированные с ней. Они хранят все данные блокчейн-системы, начиная с генезис-блока. Блокчейн-сеть, которая базируется на мастернодах, бесплатно обслуживает каждый блок с транзакциями, используя определенный алгоритм консенсуса и являясь абсолютно независимой.\r\nИспользуя узлы, пользователь может проверить информацию в системе, представленную в цепочке блоков. Другой функцией нодов является проверка иных блоков информации, не являющихся частью сети. В дальнейшем обновленная и проверенная информация становится доступной остальным участникам. Пользователь может проследить, когда и на каком участке сети имело место последнее обновление и узнать, было оно одобрено системой или нет.\r\nВ ходе данного процесса используется соединительный хеш, связывающий новую часть блок-системы с ранее утвержденным обновлением. В результате подобных процессов формируется цепочка блоков, или блок-цепь.\r\nКаждый узел в этой цепи воспроизводит все данные блок-цепочки, то есть копирует их. Такие ноды обновляются в режиме реального времени и называются распределенными книгами сети.\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d652c79a1.png",
        "QuestionsAnswer": [
            {
                "$id": "52",
                "Question": "Где может найти применение технология блокчейн?",
                "options": [
                    {
                        "$id": "53",
                        "option": "Данная технолгия используется только в операциях с биткоином",
                        "RightAnswer": false
                    },
                    {
                        "$id": "54",
                        "option": "Реальные сферы применения технологии блокчейн, практически, безграничны",
                        "RightAnswer": true
                    },
                    {
                        "$id": "55",
                        "option": "Технология разработана исключительно для финансовых сервисов",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "56",
                "Question": "Что означает термин «распределенная книга»?",
                "options": [
                    {
                        "$id": "57",
                        "option": "Так называется первый опубликованный протокол биткоина",
                        "RightAnswer": false
                    },
                    {
                        "$id": "58",
                        "option": "Это сложная база данных, охватывающая множество стран, организаций, интернет-сайты и рядовых пользователей",
                        "RightAnswer": true
                    },
                    {
                        "$id": "59",
                        "option": "Это наглядная демонстрация работы одноранговой сети P2P с полной фиксацией всех данных",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "60",
                "Question": "Почему государственные финансовые институты не регулируют цифровые валюты?",
                "options": [
                    {
                        "$id": "61",
                        "option": "Технически это невозможно, децентрализованность является одним из основных принципов системы",
                        "RightAnswer": true
                    },
                    {
                        "$id": "62",
                        "option": "Власти и крупные финансовые учреждения не видят в этом никакой необходимости",
                        "RightAnswer": false
                    },
                    {
                        "$id": "63",
                        "option": "Виртуальные деньги уже давно регулируются также как и фиатные",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "64",
        "ID": 82,
        "Lesson_Name": "Правила консенсуса",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 4м 50с",
        "Descriptions": [
            {
                "$id": "65",
                "Title": "Понятие консенсуса",
                "Description": "Термин «консенсус» (в пер. с лат. – «согласие») означает принятие группой лиц единого решения. Оно должно быть согласованным, устраивать всех членов сообщества. Единогласие достигается при отсутствии возражений со стороны большинства участников. Консенсус в блокчейн-системе имеет специализированный протокол.",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "66",
                "Title": "Протокол – способ регулирования работы сети",
                "Description": "В блокчейн-системе действует алгоритм консенсуса. Он представляет собой набор математических правил и регулятивных функций.\r\nОсновными алгоритмами консенсуса, базирующимися на технологии блокчейн, являются Proof-of-Work (PoW), или «доказательство выполнения работы», Proof-of-Stake (PoS), или «доказательство доли владения», и Proof-of-Importance (Pol), или «доказательство важности».\r\nАлгоритм консенсуса очень важен для формирования протокола консенсуса, в котором блок-цепи создаются на основе согласия всех участников сообщества.\r\nСвод правил, принятых пользователями любого блокчейн-сообщества, называется правилами консенсуса. Ключевую роль здесь играет мнение большинства. Положительное решение по важным для всех вопросам принимается пользователями даже в том случае, если один из них против. Правила консенсуса имеют четкую цель – дать возможность каждому участнику сети работать независимо, без централизованного контроля. Они призваны помочь пользователям найти общий язык, прийти к согласию (консенсусу) в использовании единой цепочки.\r\nПротокол консенсуса необходим для согласования всего контента, составляющего блок-цепь. Все узлы должны работать согласованно, выступать «единым фронтом». Это обеспечивает постоянное включение сети в блок-цепочку.\r\nЕсли в ходе работы с протоколом возникает масштабный конфликт, это приводит к расколу в блок-цепочке. В итоге в сети появляется так называемая «жесткая вилка» (hard fork), и единая блок-цепь разделяется на две самостоятельные.\r\nВ мире программирования понятие hard fork используется при создании нового проекта на базе прежнего (исходного) кода. Отметим, что в основе всех криптовалют лежит исходный код, следовательно термин hard fork применим ко всем виртуальным валютам.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "67",
                "Title": "Forking в блокчейн-системе",
                "Description": "Процесс разделения (разветвления) называется forking. В результате изменений консенсуса алгоритма блок-цепь делится надвое. Изменения, происходящие в системе, могут классифицироваться как «тяжелый форк» (hard fork) или «легкий форк» (soft fork).\r\nРассмотрим подробнее данные понятия:\r\nНard fork – это ответвление от предыдущей версии блокчейн-системы, а также радикальное изменение протокола, подтверждающего или отклоняющего транзакции. Любая транзакция, совершаемая в сети после процесса hard fork, становится недействительной. Новая блокчейн-система не может признать ее без обновления. Меняется структура: одна блок-цепь становится обновленной версией, а ее ответвление пользуется старым протоколом. Hard fork можно провести только при достаточной поддержке майнинг-сообщества: для этого необходимо набрать около 90-95% голосов пользователей. Когда большинство приходит к консенсусу, меньшинству приходится с ним соглашаться.\r\nSoft fork, в противоположность процессу hard fork, представляет собой небольшие («легкие») изменения в сети (например, добавление новых типов транзакций). В результате проведения soft fork в протоколе появляются нововведения, которые не слишком влияют на работу и структуру блокчейн-системы. При этом кардинальных обновлений сети не требуется: пользователи и майнеры могут работать как в новой, так и в старой версиях. \r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d60ce5c7a.png",
        "QuestionsAnswer": [
            {
                "$id": "68",
                "Question": "Что такое ноды?",
                "options": [
                    {
                        "$id": "69",
                        "option": "Ноды — это любой компьютер в любой точке мира, подключенный к блокчейн-сети, другими словами — это специализированные узлы блокчейн-системы.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "70",
                        "option": "Ноды — это протоколы, работающие в одноранговой сети (P2P), основанные на технологии блокчейн.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "71",
                        "option": "Ноды — активные пользователи действующие в рамках протокола блокчейн",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "72",
                "Question": "Цель работы P2P-сети это:",
                "options": [
                    {
                        "$id": "73",
                        "option": "Проверка блоков информации, не являющихся частью сети.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "74",
                        "option": "Полная блокировка транзакций и блоков цепочки для всех участников в случае экстренной необходимости.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "75",
                        "option": "Распространение транзакций и блоков цепочки для всех участников, действующих в рамках протокола блокчейн.",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "76",
                "Question": "Назовите основные принципы работы одноранговой сети",
                "options": [
                    {
                        "$id": "77",
                        "option": "Отсутствие иерархии и централизации. Данная сеть полностью децентрализована и самостоятельна.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "78",
                        "option": "Каждый участник сети имеет уникальные возможности, а каждый узел – выполняет разные функции.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "79",
                        "option": "Ограничение доступа для пользователей и обеспечение полной конфиденциальности информации в системе.",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "80",
        "ID": 83,
        "Lesson_Name": "Криптографические ключи и цифровые подписи",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 4м 10с",
        "Descriptions": [
            {
                "$id": "81",
                "Title": "Для чего нужны",
                "Description": "Криптографические ключи – это набор параметров криптографического алгоритма, используемых при шифровании и дешифровании сообщений, а также при проверке цифровой подписи. Эти ключи необходимы для управления криптографическим процессом.\r\nКриптографический процесс состоит из нескольких этапов:\r\n1. Сначала информация о состоянии блочной цепочки, доступная для пользователей всего мира, передается по P2P-сети. Благодаря технологии блокчейн криптографические ключи, используемые для отправки данных, гарантируют защиту информации. \r\n\r\n2. В итоге в блочной цепи соблюдается конфиденциальность     пользовательских данных и сохраняется важная информация.\r\nПринципы криптографии действуют на всем протяжении блокчейн-протокола. Они касаются информации, которая транслируется по блочной цепи и хранится в базах данных. Благодаря этому пользователи могут получить криптографическое доказательство своих действий. \r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "82",
                "Title": "Шифрование – инструмент криптографии",
                "Description": "Благодаря шифрованию любое сообщение можно сделать недоступным для чтения. Ознакомиться с ним смогут только отправитель и получатель. Эта функция включается с помощью криптографического хеша, такого как вычислительный алгоритм SHA256. Однако достаточно малейшего изменения в ходе транзакции, чтобы возникло другое значение хеш-функции. Отметим, что это может спровоцировать глобальные изменения в истории транзакций.",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "83",
                "Title": "Алгоритм хеширования",
                "Description": "Это метод криптографии, благодаря которому информация, представленная в той или иной форме, преобразуется в уникальную строку текста. Данные во Всемирной сети сохраняются в неизменном виде благодаря хешированию. Подвергнуть этому процессу можно какую угодно информацию, независимо от ее размера и типа. При традиционном способе хеширования хеш всегда имеет одинаковую длину и предназначен для размещения информации в алгоритме хеширования. На выходе пользователь получает искомый результат – уникальную строку. Однако при появлении нового хеша невозможно расшифровать прежние данные, отмечают эксперты. Уникальная часть ранее введенной информации будет постоянно выдавать один и тот же хеш.",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "84",
                "Title": "Цифровые подписи и идентификация\r\n",
                "Description": "Цифровые подписи в криптографии служат для подтверждения личности пользователя, ее идентификации. В определенной степени эти подписи демонстрируют уникальность личности пользователя.\r\nФункция цифровых подписей включает аутентификацию права собственности на блок-цепочку и проверку личности. С их помощью пользователь подписывает транзакцию, подтверждающую право собственности на определенный виртуальный актив. Любой участник блочной цепочки может подтвердить это, также используя цифровую запись.\r\nВ блокчейн-системе чаще всего применяется криптография с открытым ключом (асимметричная криптография). Она используется для разработки двух ключей – открытого (для шифрования) и закрытого (для расшифровки секретных кодов). Открытый ключ необходим для создания адреса, на который направляется транзакция, а закрытый – для подписи транзакций. Вместе они составляют единое целое, благодаря чему система гармонично функционирует.\r\n\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d5c6a34be.png",
        "QuestionsAnswer": [
            {
                "$id": "85",
                "Question": "Можно ли отменить транзакцию денежных средств, проводимую в блокчейн-системе?",
                "options": [
                    {
                        "$id": "86",
                        "option": "Нет, это невозможно, данная транзакция не имеет обратного действия.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "87",
                        "option": "Да, это могут сделать пользователи с ключами доступа.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "88",
                        "option": "Если поставщик или получатель не уверены, что их данные не были искажены, транзакция отменяется автоматически.",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "89",
                "Question": "Дайте определение понятию децентрализация в блокчейн-системе",
                "options": [
                    {
                        "$id": "90",
                        "option": "Процесс перераспределения функций системы, направленный от участников в сторону единого центра или управляющего органа, который отвечает за бесперебойную работу системы и обладает полным контролем",
                        "RightAnswer": false
                    },
                    {
                        "$id": "91",
                        "option": "Это коллективная ответственность за принятие решений и за полученный результат. В этой системе нет главного, но каждый отвечает не только сам за себя, но и за партнера по бизнесу.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "92",
                        "option": "В блокчейн-системе этот термин означает, что исходные данные не были изменены при выполнении любой операции над ними, будь то передача, хранение или представление.",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "93",
                "Question": "Что гарантирует конфиденциальность пользователя системы?",
                "options": [
                    {
                        "$id": "94",
                        "option": "Конфиденциальность гарантируется благодаря таким технологиям, как цифровые подписи, криптография и хеширование.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "95",
                        "option": "В блокчейн-системе самые жесткие требования к идентификатору личности пользователя, а также действуют ограничения по количеству и качеству псевдонимов.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "96",
                        "option": "Блок-проводник. Он скрывает адрес, с которого и на который переводятся средства, а также шифрует количество токенов в системе и персональные данные их текущих владельцев.",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "97",
        "ID": 84,
        "Lesson_Name": "Операции с базами данных",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 3м 50с",
        "Descriptions": [
            {
                "$id": "98",
                "Title": "Суть транзакции",
                "Description": "Транзакция – это операция по перемещению денежных средств, совершение сделки купли-продажи. В сфере IT-технологий под ней понимают группу последовательных операций с базой данных, которая является логической единицей работы с информацией.\r\nТранзакция, проводимая в блокчейн-системе, затрагивает всю глобальную сеть распределенного реестра. Передача денежных средств в ней основана на доверии: предполагается, что получатель известен владельцу, а сама транзакция защищена от мошеннических действий сторонних лиц.\r\nВ итоге клиент, получивший криптомонеты, может их потратить, создав еще одну транзакцию, которая допускает передачу цифровых активов третьему лицу. Далее эти действия могут производиться до бесконечности.\r\nВ отношении транзакции виртуальных средств платежа технология блокчейн приходит на смену обычной бухгалтерии. Инновационная блокчейн-система поддерживает полный цикл транзакций, используемый для формирования каждого перевода денежных средств в любой момент.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "99",
                "Title": "Вывод неизрасходованных транзакций (UTXO)",
                "Description": "Особенностью блокчейн-системы, работающей с виртуальными монетами, является использование модели под названием Unspent Transaction Output (UTXO), или «Вывод неизрасходованных транзакций». Другое ее наименование – «Неизбранный продукт вывода транзакций». Она предназначена для того, чтобы отслеживать состояние базы данных.\r\nИспользование модели UTXO позволяет владельцу монет и их получателю контролировать перемещение денежных средств. В этом случае каждое действие блок-цепи может быть отслежено.\r\nВ основном данная модель работает при проведении биткоин-транзакций: для этого используются выходы предыдущих схем перевода средств и производятся новые выходы, которые будут применяться в ходе будущих транзакций. Каждый выход может быть использован один раз. Модель UTXO подходит для тех приложений, где каждый выход имеет только одного владельца. В случае если один выход используется двумя и более клиентами одновременно, процесс прерывается.\r\nКаждая виртуальная монета работает на основе модели UTXO, используя при этом биткоин-идентификатор платежа (TXID). Данный идентификатор является свидетельством отправленного платежа (транзакции). Он представляет собой строчку из 64 цифровых и буквенных символов. Для проведения платежа, наряду с соответствующим значением монеты, следует указать номер заказа. Тогда монета становится отложенным транзакционным выходом (STXO).\r\nВ криптосообществе действительной признается только модель UTXO. Отметим, что STXO представляет собой транзакционные платежи, совершенные ранее, которые в данный момент уже недействительны. При работе с UTXO каждому пользователю требуется подтвердить владение токенами с помощью собственных уникальных ключей.\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d5671c811.png",
        "QuestionsAnswer": [
            {
                "$id": "100",
                "Question": "Назовите главную функцию модели Unspent Transaction Output (UTXO).",
                "options": [
                    {
                        "$id": "101",
                        "option": "Модель UTXO представляет собой транзакционные платежи, совершенные ранее, которые в данный момент уже недействительны.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "102",
                        "option": "Схема Unspent Transaction Output (UTXO), или «Неизбранный продукт вывода транзакций» обеспечивает конфиденциальность проводимых транзакций используя асимметричное шифрование",
                        "RightAnswer": false
                    },
                    {
                        "$id": "103",
                        "option": "Она предназначена для отслеживания состояния базы данных. Использование модели UTXO позволяет владельцу монет и их получателю контролировать перемещение денежных средств.",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "104",
                "Question": "Дайте определение термину «транзакция»",
                "options": [
                    {
                        "$id": "105",
                        "option": "Это идентификатор каждой денежной операции, по которому легко определить, куда пришли деньги, от кого и в каком размере.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "106",
                        "option": "Это операция по перемещению денежных средств, совершение сделки купли-продажи. В сфере IT-технологий транзакцией называют группу последовательных операций с базой данных.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "107",
                        "option": "Это технология передачи финансовой информации в блокчейн-системе, также в проводных сетях или в сетях с пакетной коммутацией.",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "108",
                "Question": "Что является свидетельством отправленного платежа (транзакции)?",
                "options": [
                    {
                        "$id": "109",
                        "option": "Идентификатор платежа TXID",
                        "RightAnswer": true
                    },
                    {
                        "$id": "110",
                        "option": "Модель STXO",
                        "RightAnswer": false
                    },
                    {
                        "$id": "111",
                        "option": "Личное подтверждение получателя",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "112",
        "ID": 85,
        "Lesson_Name": "Proof-of-Work и Proof-of-Stake",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 2м 25с",
        "Descriptions": [
            {
                "$id": "113",
                "Title": "Доказательство выполнения работы (PoW)",
                "Description": "В основе каждого алгоритма консенсуса в блокчейне лежит криптографическое алгоритмическое вычисление. Оно определяет доказательство, необходимое для выявления следующего блока, который будет добавлен в цепочку. Ответы на криптографическую головоломку найти очень сложно, но их легко доказать.\r\nProof-of-Work, или PoW, стал первым из алгоритмов, предложенных в рамках биткоин-протокола. Это часть ответа на криптографическую загадку, которая требует объемных вычислений для решения. В PoW майнеры ищут специальное цифровое значение – nonce, которое вставляют в блок, чтобы придать хешу его заголовка соответствующий вид. Биткоин-майнеры стремятся определить численное решение для криптографического алгоритма, который соответствует общесетевой целевой сложности. Первый майнер, который найдет решение, выигрывает раунд соревнований и получает право записать этот блок в блокчейне. Каждый новый блок генерирует монеты, которые присуждаются победившему майнеру.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "114",
                "Title": "Доказательство доли владения (PoS)",
                "Description": "В то время как PoW требует огромных вычислительных мощностей, Proof-of-Stake (PoS) является энергоэффективной альтернативой для достижения консенсуса между узлами. Вместо того чтобы решать криптографическую задачу с целью записи нового блока в блокчейн, PoS призывает держателей монет вложить свои активы. Создатель следующего блока определяется случайным образом: чем больше монет вложено, тем больше шансов добыть следующий блок. Вложения держателей «замораживаются» на некоторое время, с тем чтобы в дальнейшем майнер получил вознаграждение.\r\nКонсенсус-протокол устанавливает, что целевая сложность должна корректироваться после каждого майнинга для достижения целевого интервала. Сложность увеличивается или уменьшается в зависимости от хеш-мощности всех устройств в блокчейн-сети.\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d5de41a82.png",
        "QuestionsAnswer": [
            {
                "$id": "115",
                "Question": "За кем сохраняется право записывать новый блок в блокчейн при алгоритме PoW?",
                "options": [
                    {
                        "$id": "116",
                        "option": "за создателем криптовалюты",
                        "RightAnswer": false
                    },
                    {
                        "$id": "117",
                        "option": "этим правом обладает любой пользователь",
                        "RightAnswer": false
                    },
                    {
                        "$id": "118",
                        "option": "только майнер, который первый определит численное решение для криптографического алгоритма",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "119",
                "Question": "Как определяется создатель следующего блока при алгоритме PoS?",
                "options": [
                    {
                        "$id": "120",
                        "option": "случайным образом.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "121",
                        "option": "по результатам решения криптографического уравнения.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "122",
                        "option": "в зависимости от объема вложенных монет.",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "123",
                "Question": "Назовите основные отличия алгоритмов консенсуса PoW и PoS друг от друга",
                "options": [
                    {
                        "$id": "124",
                        "option": "разные объемы потребляемой мощности и разный уровень сложности вычислений",
                        "RightAnswer": true
                    },
                    {
                        "$id": "125",
                        "option": "область применения и цели использования",
                        "RightAnswer": false
                    },
                    {
                        "$id": "126",
                        "option": "эти алгоритмы не имеют особых отличий и работают по одному принципу",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "127",
        "ID": 86,
        "Lesson_Name": "Ядро системы – криптовалюта",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 4м 00с",
        "Descriptions": [
            {
                "$id": "128",
                "Title": "Отличие от традиционных денег",
                "Description": "Криптовалюта – это платежное средство, принимаемое в качестве оплаты за оказанные услуги или предоставленные товары. В отличие от традиционных денег система, построенная на использовании криптовалют, является абсолютно добровольной.\r\nЕсли человек отказывается от использования виртуальных средств платежа и избавляется от них, то он автоматически выбывает из системы. В этом и выражается открытость всех криптовалют. В денежной системе, основанной на национальной валюте, этого сделать нельзя: житель любой страны, хочет он того или нет, становится ее участником.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "129",
                "Title": "Механизм появления",
                "Description": "Изначально криптовалюта появляется посредством ICO (Initial Coin Offering), представляющего собой первичное предложение определенного количества монет всем заинтересованным лицам, которые в последующем и становятся участниками системы, основанной на данной криптовалюте.\r\nЧаще всего первичное размещение проводится под реализацию некоего проекта, участниками которого становятся крупные компании. Они обеспечивают функционирование системы за счет готовности принимать данную криптовалюту в качестве оплаты за свои услуги или товары. Этим криптовалюты сильно похожи на обычные акции, только с дополнительной функцией в виде возможности использования в качестве платежного средства.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "130",
                "Title": "О майнинге",
                "Description": "Записи обо всех транзакциях с участием той или иной криптовалюты хранятся децентрализованно, причем одновременно в нескольких местах. Хранением и учетом всех совершенных с ней когда-либо операций занимаются сами участники системы, основанной на данной криптовалюте.\r\nДанный процесс называется майнингом, и заключается он в том, что тот или иной индивид предоставляет свои технические ресурсы для хранения и обработки данных по транзакциям с определенной криптовалютой. Именно этим и обеспечивается функционирование системы. Децентрализация обработки и хранения данных гарантирует ее безопасность.\r\nНо данный процесс требует большой загрузки компьютерных мощностей, так что те, кто предоставляет свои технические ресурсы, получают вознаграждение в виде криптовалюты, с которой связана обработка процессов.\r\nБольшинство проектов имеет строго ограниченное количество монет, но изначально на ICO размещается лишь некоторая их часть. Остальные входят в обращение через вознаграждение тем, кто занимается майнингом. Следовательно, бесконечно майнить нельзя, так как рано или поздно все монеты будут выпущены в обращение, и майнинг будет обеспечивать лишь обработку транзакций и хранение данных. Для того чтобы интерес к майнингу не пропал, в последующем майнерам выплачивается часть комиссии, которая взимается за каждую транзакцию с данной криптовалютой.\r\nСуществуют проекты, которые вообще не имеют ограничения по количеству монет, и их эмиссия осуществляется за счет выплаты вознаграждения за майнинг. Другие вообще не подразумевают майнинга и предполагают ограниченное количество монет.\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d62576f1a.png",
        "QuestionsAnswer": [
            {
                "$id": "131",
                "Question": "Что такое криптовалюта?",
                "options": [
                    {
                        "$id": "132",
                        "option": "Национальная денежная единица",
                        "RightAnswer": false
                    },
                    {
                        "$id": "133",
                        "option": "Электронное платежное средство, используемое участниками системы",
                        "RightAnswer": true
                    },
                    {
                        "$id": "134",
                        "option": "Метод шифрования данных",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "135",
                "Question": "Что такое ICO?",
                "options": [
                    {
                        "$id": "136",
                        "option": "Совет управляющих",
                        "RightAnswer": false
                    },
                    {
                        "$id": "137",
                        "option": "Биржевой код ирландского фунта",
                        "RightAnswer": false
                    },
                    {
                        "$id": "138",
                        "option": "Первичное размещение монет",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "139",
                "Question": "Что такое mining?",
                "options": [
                    {
                        "$id": "140",
                        "option": "Процесс обработки и хранения данных о транзакциях с криптовалютами",
                        "RightAnswer": true
                    },
                    {
                        "$id": "141",
                        "option": "Добыча криптовалюты",
                        "RightAnswer": false
                    },
                    {
                        "$id": "142",
                        "option": "Добыча железной руды",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "143",
        "ID": 87,
        "Lesson_Name": "Как заработать на инвестировании в ICO",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 9м 45с",
        "Descriptions": [
            {
                "$id": "144",
                "Title": "Что такое ICO",
                "Description": "ICO, или Initial Coin Offering, в переводе на русский язык означает «Первичное размещение монет (токенов)». На просторах сети Интернет вместо этой аббревиатуры ICO часто используется термин «краудсейл» (crowdsale – англ.).\r\nЭто современная форма инвестирования, которая подразумевает под собой процесс продажи цифровых токенов, которые пока не представлены на биржах. Так как процедура майнинга в их отношении не запущена, владельцы продают токены другим пользователям за криптовалюту или классические бумажные деньги. Приобретенные инвесторами монеты в дальнейшем могут использоваться как на платформе проекта в качестве внутренней валюты, так и для торговли на биржах.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "145",
                "Title": "Для чего проводят",
                "Description": "Всем новым монетам перед запуском нужна поддержка. Разработка, как известно, требует вложений финансовых средств. Поэтому владельцы токенов на самом раннем этапе развития выпускают их на ICO и обменивают на криптовалюты (Bitcoin, Ethereum) или фиатные деньги (доллары, евро). Вырученные средства идут на дальнейшее финансирование проекта.\r\nВ процессе проведения ICO разработчики рассказывают о своей идее, планах, знакомят с особенностями будущего развития. Если инвестор проявляет интерес к токену, он становится участником ICO. При этом чем больше пользователей знают о монете и доверяют ей, тем успешнее будет ее запуск. Значит, инвестор в итоге сможет хорошо заработать на ее продаже.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "146",
                "Title": "Правовой статус",
                "Description": "Правовой статус криптовалюты неоднозначен, поэтому и связанные с ней процессы, такие как ICO, сложно назвать легальным или нелегальным способом инвестирования. Ззаконодательно такие инвестиции не запрещаются, но между разработчиками проекта и вкладчиками официальный договор не может быть оформлен.\r\nФинансовые взаимоотношения строятся на доверии потенциального инвестора к криптовалютным стартапам. Если проект провалится, репутация его создателей будет испорчена, а инвесторы не смогут предъявить официальные претензии разработчикам или получить поддержку от государства.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "147",
                "Title": "ICO и IPO: в чем разница",
                "Description": "IPO – первичное размещение акций, а ICO – первичная реализация монет. Оба процесса имеют между собой много общего, при этом есть ряд существенных различий. Акции, продаваемые компанией на первичном рынке, являются разработанным, стабильным и прибыльным бизнесом. Что касается монет, то инвестиции в них схожи с краудфарнингом, когда сам токен на момент размещения не представляет особой ценности. Иными словами, разработчики предлагают инвесторам купить не продукт, а исключительно идею и план дальнейшей работы.\r\nIPO, в отличие от ICO, регулируется национальным законодательством, и инвесторы могут рассчитывать на определенные гарантии. Между тем сама процедура осложнена подготовкой. В Америке перед публичным размещением акций компания должна быть зарегистрирована в SEC (Комиссии по ценным бумагам и биржам) и иметь статус акционерного общества. С ICO все прозаичнее и легче, но пользователи никак не застрахованы.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "148",
                "Title": "Почему инвесторы готовы вкладывать в ICO\r\n",
                "Description": "Несмотря на высокий риск, проект может обернуться большой прибылью. При успешном запуске монеты ее популярность возрастет, а следом и цена. Ситуации, когда инвесторы разбогатели после грамотного вложения в токены, сейчас встречаются нередко. В качестве примера можно привести Ethereum: летом 2014 года во время ICO токены стоили менее 1 цента, позже они поднялись до $400.\r\nПродажа монет – это не единственный способ извлечь пользу. Воспользоваться ими можно по прямому назначению, получив заявляемые услуги по более низкой цене.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "149",
                "Title": "Возможные риски",
                "Description": "Самым большим риском при ICO остается мошенничество, когда создатели проекта преследуют одну цель – собрать деньги с пользователей. Не стоит исключать возможность, что проект так и не получит путевку в жизнь или разочарует инвесторов своей реализацией.\r\nОбычно ICO проводятся в один раунд, а шансы получить дополнительное финансирование у проекта крайне малы. Это тоже можно считать потенциальным риском в плане долгосрочного существования проекта.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "150",
                "Title": "Что следует учитывать",
                "Description": "Инвестору в первую очередь нужно изучить соглашение о продаже (Token Sale Agreement), чтобы потом не всплыли отдельные детали, о которых организаторы ICO не заявляли публично.\r\nКроме того, есть несколько негласных признаков, указывающих на добросовестных разработчиков:\r\nРепутация основателя не вызывает сомнения.\r\nНа веб-сайте представлены все необходимые соглашения и правила.\r\nИмеется рабочий прототип.\r\nДокументация и whitepaper составлены грамотно.\r\nЕсть специальный счет (escrow), где размещены деньги, документы до выполнения определенных обязательств или наступления конкретных обстоятельств.\r\n6. Компания имеет регистрацию.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "151",
                "Title": "Примеры успешных ICO",
                "Description": "Успешность ICO – понятие относительное, поэтому следует смотреть на общепринятый показатель – объем инвестиций. По этому параметру лидерство принадлежит проекту Bancor, собравшему в июне 2017 года 396 720 ETH менее чем за три часа.\r\nВ качестве другого примера можно привести Brave (инновационный браузер). Проекту понадобилось 30 секунд для того, чтобы достичь финансовой цели и собрать $35 млн.\r\nСписок успешных криптовалютных стартапов весной 2017 года пополнили следующие проекты:\r\n1. Aragon (за 15 минут были собраны запланированные 275 000 ETH, или $25 млн); \r\n2. Storj (за считаные дни проект собрал $30 млн); \r\n3. mobileGo ($53 млн); \r\n4. Gnosis ($12,5 млн за 10 минут); \r\n5. Blockchain Capital ($10 млн за 2 часа); \r\n6. Aeternity (23,4 CHF); \r\n7. Status (около $100 млн).\r\nПоследний проект запомнился также тем, что привел к сбою в работе сети Ethereum.\r\nОтдельного внимания заслуживает еще один известный проект, ставший частью истории, – The DAO: в результате его краха летом 2016 года появился Ethereum Classic.\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d54650b49.png",
        "QuestionsAnswer": [
            {
                "$id": "152",
                "Question": "Что такое ICO?",
                "options": [
                    {
                        "$id": "153",
                        "option": "Это кампания по сбору средств. В ходе ICO команда распродает цифровые монеты. На момент продажи токены готовы к запуску, далее инвесторы смогут торговать ими на биржах.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "154",
                        "option": "Первичное размещение монет. Проект обменивает свои токены на популярные криптовалюты.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "155",
                        "option": "ICO – привлечение финансирования, необходимого для запуска или финального развития проекта. Чаще всего ICO проводится на ранних этапах существования монет.",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "156",
                "Question": "Риски участия в ICO или на что стоит обратить внимание?",
                "options": [
                    {
                        "$id": "157",
                        "option": "Изучение и обработка рисков – обязательный этап при принятии решения об инвестировании в ICO. Главное чтобы проект был на слуху, о нем много говорили и писали. Это показатель надежности.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "158",
                        "option": "Из-за высокой популярности в индустрию ICO проникли мошенники. Нужно внимательно изучить «дорожную карту» проекта. В идеале команда, выходящая на ICO, должна иметь рабочую версию продукта. У главных лиц компании должен быть успешный опыт разработки.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "159",
                        "option": "Все риски охватить невозможно, поскольку каждый день появляются новые. И все же самым серьезным риском для инвестора является слишком длительный срок разработки. Это также укажет на потенциальную слабость будущего токена. Возможно, его разработка изначально была неудачной.",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "160",
                "Question": "В чем причина популярности ICO?",
                "options": [
                    {
                        "$id": "161",
                        "option": "Покупая токены на ICO, инвестор получает большую скидку. Рано или поздно монеты выйдут на биржу, а вкладчик получит бонусы.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "162",
                        "option": "Новая и прибыльная индустрия, не требующая больших вложения и раскрытия личных данных. Пока инвесторы продолжают считать свои деньги и прибыль, а криптовалютные стартапы привлекать новых вкладчиков, остальной мир будет испытывать повышенный интерес к индустрии ICO.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "163",
                        "option": "Отсутствие законодательства, которое бы регулировало проведение криптовалютных краудсейлов. Не требуется время на подготовку, нет бюрократии, как и взаимных обязательств.",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "164",
        "ID": 88,
        "Lesson_Name": "Airdrop криптовалют",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 14м 20с",
        "Descriptions": [
            {
                "$id": "165",
                "Title": "Как получить бесплатные токены",
                "Description": "Криптовалюты по мере роста популярности и легитимности воспринимаются как способ заработка. Некоторые из них требуют инвестиций, но так бывает не всегда: бесплатные токены можно получить в качестве вознаграждения, выполняя различные задания.",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "166",
                "Title": "Об airdrop криптовалют",
                "Description": "Airdrop в переводе с английского языка означает «сброс каких-либо грузов с самолета», или «воздушное десантирование». Вместо самолета имеются в виду блокчейн-проекты, которые сбрасывают груз в виде своих токенов.\r\nБесплатную раздачу токенов организуют, как правило, никому не известные (начинающие) криптовалютные стартапы. Таким образом они пытаются заявить о своем существовании. Это могут быть новые валюты, программы и приложения, криптовалютные площадки, блог-платформы и т. д.\r\nСтартапы привлекают инвесторов, потенциальных клиентов, предлагая им воспользоваться своими услугами. Поскольку компания только открылась, находится на стадии развития или разработки, ей как воздух нужны пользователи, которым будет интересен и полезен новый проект. Конечная же цель airdrop – реклама проекта.\r\nПри анонсе airdrop используются схожие с запуском ICO механизмы: оповещение криптосообщества о новых проектах или объявление bounty-кампаний.\r\nПроисходит это приблизительно так:\r\n1. На известных криптофорумах, таких как BitcoinTalk, появляется соответствующее объявление.\r\n2. Airdrop криптовалюты анонсируется на спецплощадках (вроде Аirdropalert.com).\r\n3. На платформах, собирающих сведения о криптопроектах, также помещается информация о предстоящем бесплатном выбросе токенов.\r\n4. Открываются телеграм-каналы, создаются группы в соцсетях, посвященные проекту, где и сообщается о его airdrop.\r\nТакого рода информационный вброс отмечается незадолго до airdrop криптовалюты и активно муссируется в сети сразу после старта раздачи токенов. Из анонса можно узнать не только о самом airdrop и его условиях, но и получить информацию о проекте, его достоинствах.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "167",
                "Title": "Способы реализации",
                "Description": "На текущий момент можно выделить два основных способа реализации airdrop:\r\n1. Токены получают бесплатно все держатели определенной онлайн-валюты. Раздача происходит пропорционально числу монет, имеющемуся в кошельке пользователя. Токены зачисляются автоматически. Такой вид airdrop любят устраивать разработчики хардфорков, где идет попытка оптимизации так называемой «родительской» криптовалюты. Основная цель – заинтересовать пользователей улучшенной версией монеты. В качестве примера можно назвать раздачу монет Bitcoin Cash держателям Bitcoin в соразмерном количестве. Однако условия airdrop зависят от волеизъявления разработчиков. Так, Bitcore зачислялись только тем держателям биткоина, у которых было на счету не менее 0,01 ВТС. Встречаются случаи, когда монеты раздаются держателям неродственных криптовалют (например, Stellar Lumens начислялся за биткоины). Все чаще сейчас условием airdrop является наличие в кошельке определенного количества Ethereum. \r\n2. Пользователям бесплатно раздаются токены в качестве поощрения за какую-то выполненную работу. Это могут быть помощь в раскрутке проекта, написание комментариев, установка аватара, перевод текста, активность в соцсетях и проч. В этом случае монеты может получить любой желающий. Разработчикам проекта невыгодно раздавать токены людям, которые просто оставили адреса своих кошельков и забыли про них. Поэтому прописываются условия раздачи, которые каждый раз меняются. Несмотря на постоянную корректировку условий, цель у них остается неизменной – реклама нового продукта. Это могут быть репосты в Фейсбуке или Твиттере. Взамен на бесплатные монеты пользователи становятся участниками определенных сообществ. Зачастую для раскрутки проекта задействованы телеграм-каналы, разные мессенджеры и социальные платформы.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "168",
                "Title": "Аirdrop и bounty-кампания",
                "Description": "Некоторые пользователи путают поощрительный вариант аirdrop с bounty-кампаниями.\r\nОднако это два вида заработка, имеющие существенные различия между собой:\r\n1. Требования к участникам bounty-кампании высокие: зачастую им необходимо иметь специальные навыки (знания в области программирования, дизайна, иностранных языков). К тому же у пользователей в отдельных случаях должно быть большое число фолловеров. Для airdrop требуются простейшие действия без творческой составляющей, направленные на рост популярности проекта, поэтому требования к компетентности участников не предъявляются.\r\n\r\n2. Аirdrop проще bounty в реализации. Регистрация в bounty может быть длительной, тогда как в airdrop ее вообще может не быть. Вознаграждения участникам bounty-кампании приходится ждать как минимум две недели – поощрительные токены за airdrop приходят значительно быстрее. Впрочем, здесь также случаются задержки, но дело не в особенности airdrop, а в некомпетентности разработчиков. \r\n3. Размер вознаграждения в bounty привлекательнее, чем в airdrop. По итогам обсуждений на форумах пользователи пришли к выводу, что участие в нескольких проектах дает десятикратную, а иногда и двадцатикратную прибыль. Данные сведения нельзя назвать точными на все 100%, но тот факт, что награды по airdrop меньше, чем по bounty, оспорить нельзя.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "169",
                "Title": "Положительные стороны",
                "Description": "В пользу airdrop говорят следующие факты:\r\n1. Можно бесплатно получить криптовалюту, которая впоследствии вырастет в цене. На огромную прибыль надеяться не стоит, но если проект окажется успешным, то $50–100 заработать можно.\r\n2. Получение монет в качестве поощрения требует минимума усилий: нужно всего лишь нажать несколько кнопок – сделать репост или где-то зарегистрироваться. Если речь идет об автоматическом зачислении токенов, то здесь вообще не нужно проявлять себя и совершать какие-либо действия.\r\n3. Участие в airdrop-проекте не отнимает много времени, поэтому параллельно можно заниматься другими делами или внести свой вклад в похожие кампании.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "170",
                "Title": "О чем не следует забывать",
                "Description": "Airdrop криптовалюты имеет не только положительные, но и отрицательные стороны:\r\n1. К аккаунтам участников airdrop-проектов предъявляются высокие требования. Зачастую в условиях прописывается определенное количество друзей и подписчиков или статус на форумах. Новичку в таких делах здесь особо делать нечего. К примеру, участник со 100 000 подписчиков в Твиттере может рассчитывать на более или менее ощутимое вознаграждение в виде монет. Если в соцсети на вас подписано всего 400–500 человек, то речь пойдет о совсем крошечном поощрении. \r\n\r\n2. Рассчитывать на большую прибыль можно при условии участия сразу в нескольких проектах. Речь идет не о десятках, а о сотнях или даже тысячах. Для участия в одном проекте необходимо в среднем около часа, а для ста – более серьезные временные затраты. За сто часов можно получить приблизительно 50 долларов. Успешность проекта гарантировать никто не может. Есть такие токены, которые так и не попали на криптовалютные биржи. Кроме того, нельзя сбрасывать со счетов задержки раздачи монет, неожиданные изменения условий, форс-мажорные ситуации. \r\n3. В сфере airdrop патологически много мошеннических схем, вплоть до распространения вирусов с целью кражи денег со счетов пользователей. Рассмотрим пример. Размещается объявление о бесплатной раздаче токенов держателям определенного количества биткоинов или другой онлайн-валюты. На странице регистрации нужно указать личные данные, в числе которых адрес кошелька и количество денег на счету. Этого бывает достаточно, чтобы попасть в зону риска и лишиться денег. Случаются более печальные истории: пользователя просят указать приватный ключ от кошелька для проверки количества средств на счету, и многие его дают, моментально лишаясь накопленных средств.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "171",
                "Title": "Почему стоит участвовать в airdrop",
                "Description": "Несмотря на недостатки, полностью списывать со счетов заработок посредством airdrop не стоит.\r\nБезусловно, можно будет поучаствовать в ста раздачах, при этом 90% из них окажутся провальными, и денег никто не получит. Зато другие девять принесут $5–50, а один из ста даст десятки и даже сотни процентов. Да, успешные аирдропы встречаются редко, но никто заранее не знает, что выстрелит, а что нет. Чтобы найти тот самый доходный проект, нужно поучаствовать во многих раздачах.\r\nВстречаются на практике выдающиеся результаты и цифры: за три месяца пользователь заработал $12 тыс. исключительно на airdrop. Естественно, такая сумма набегает не сразу: монетам нужно «настояться».\r\nВ защиту airdrop можно сказать и то, что держатели популярных криптовалют вполне могут рассматривать его как источник дополнительного заработка, мониторить проекты, чтобы быть в курсе очередной раздачи токенов.\r\nЧтобы не попасть в мошенническую «паутину», нужно быть предельно аккуратным, контролировать каждый шаг – начиная с проверки адреса сайта и заканчивая вводом личных данных. В этом списке ни в коем случае не должно быть приватных ключей, паролей и прочей сугубо конфиденциальной информации.\r\nПри отсутствии популярного аккаунта в соцсетях не стоит раскручивать его специально под airdrop. Если есть время и желание, то можно мониторить airdrop-проекты в поисках тех, которые выставляют наиболее подходящие условия. Таких проектов немного, но все же они есть, и теоретически участие в нескольких десятках таких airdrop может себя оправдать.\r\nОсновное преимущество у airdrop-криптовалюты – это то, что в данном виде заработка не требуется финансовых вложений, необходимы лишь инвестиции в виде собственного времени.\r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d6715d98e.jpg",
        "QuestionsAnswer": [
            {
                "$id": "172",
                "Question": "Что такое аirdrop криптовалюты и для чего он нужен?",
                "options": [
                    {
                        "$id": "173",
                        "option": "Аirdrop криптовалюты – новый, серьезный вид заработка, не требующий финансовых и временных вложений. Токены раздают пользователям, чтобы раздуть стоимость монеты, впервые появившейся на криптобирже.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "174",
                        "option": "Аirdrop криптовалют – это бесплатное зачисление токенов на счет пользователя определенным блокчейн-проектом. Основная цель – реклама нового продукта. Аirdrop криптовалюты устраивают для того, чтобы распространить информацию о новом токене среди потенциальных инвесторов и энтузиастов криптовалют.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "175",
                        "option": "Аirdrop криптовалюты – поощрение пользователей сети Интернет за определенную работу. Это может быть реклама нового проекта в соцсетях или на форуме. Также поощряются люди, имеющие в кошельке приличное количество криптовалют.",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "176",
                "Question": "Что нужно сделать для получения бесплатных монет?",
                "options": [
                    {
                        "$id": "177",
                        "option": "Нужно иметь свой криптовалютный кошелек и немного сбережений. Как правило, в результате форка определенной криптовалюты разработчики распространяют новую монету среди пользователей в целях рекламы.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "178",
                        "option": "Чтобы стать обладателем бесплатных валют, необходимо постоянно мониторить сеть в поисках информации о предстоящей раздаче. Блокчейн-проекты выдвигают условия, которые предстоит выполнить, перед тем как процесс аirdrop будет запущен.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "179",
                        "option": "Есть автоматические и стимулирующие виды аirdrop. В первом случае необходимо наличие кошелька, поддерживающего новые монеты. Во втором случае аirdrop – это своего рода награда пользователей за их действия – репост, вступление в сообщество, лайк и другая форма социальной активности. Также следует обратить внимание на условия, которые выставляет проект, бывают случаи, когда они меняются.",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "180",
                "Question": "Что выгоднее, bounty-кампании или аirdrop криптовалют?",
                "options": [
                    {
                        "$id": "181",
                        "option": "Лучше участвовать в аirdrop криптовалюты, так как к его участникам более простые требования. Не обязательна регистрация, вознаграждения приходят сразу, в отличие от bounty, где случаются задержки. Не требуются специальные навыки в области программирования и дизайна, число фолловеров также не имеет значения.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "182",
                        "option": "Аirdrop криптовалюты выгоднее bounty по ряду причин. Минимум усилий, не затратно по времени, параллельно можно заниматься другими делами. Бесплатные токены, которые будут зачислены на кошелек, рано или поздно вырастут в цене, соответственно, принесут доход. Главное желание, заработать здесь смогут и школьник и пенсионер.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "183",
                        "option": "Bounty и аirdrop имеют существенные различия между собой. Если аirdrop в данном случае – это бесплатная раздача токенов и реклама продукта, то bounty предполагает привлечение инвесторов и продвижение мероприятия по сбору средств для нового стартапа. Каждый пользователь выбирает то, что ему по душе и по силам.",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "184",
                "Question": "Сколько можно заработать на аirdrop криптовалют?",
                "options": [
                    {
                        "$id": "185",
                        "option": "Сумма дохода зависит от усидчивости пользователя и от потраченного на работу времени. Теоретически можно заработать в месяц от 100 до 1000 долларов. Если же дать перспективным монетам полежать год или два, можно вообще выиграть джекпот.",
                        "RightAnswer": true
                    },
                    {
                        "$id": "186",
                        "option": "Точную сумму заработка в долларовом или рублевом эквиваленте невозможно узнать, пока монета не выйдет на рынок. Каждое совершенное действие пользователя в рамках кампании оценивается в определенное количество монет – 5, 20, 100 и так далее. Одни монеты в течение многих месяцев оцениваются в 5 или 6 центов, тогда как другие за несколько дней вырастают в 50, а то и 100 раз.",
                        "RightAnswer": false
                    },
                    {
                        "$id": "187",
                        "option": "Аirdrop криптовалют – это не такой стабильный доход, как зарплата, а возможность сорвать куш. Речь идет о больших деньгах «за просто так», главное, чтобы выбранный проект оказался успешным.",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    },
    {
        "$id": "188",
        "ID": 89,
        "Lesson_Name": "Может ли IEO заменить ICO",
        "BookID": 1,
        "LangID": 0,
        "ReadDuration": "Читать 13м 40с",
        "Descriptions": [
            {
                "$id": "189",
                "Title": "Взгляд в будущее",
                "Description": "Криптосфера развивается стремительными темпами. Сравнительно недавно была создана модель ICO (Initial Coin Offering, «Первичное размещение монет»), позволяющая проектам получать средства для дальнейшего развития. Сейчас ведется много разговоров вокруг более инновационной модели финансирования – IEO (Initial Exchange Offering, «Первичное биржевое предложение»). \r\nЧто же из себя представляет IEO? Сможет ли новая криптотенденция стать популярнее своей предшественницы ICO?\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "190",
                "Title": "Что такое IEO",
                "Description": "IEO – способ привлечения инвестиций, где отбором проектов, организацией токенсейла и продажей токенов занимается непосредственно криптовалютная биржа. По сути, это усовершенствованная модель ICO, в которой биржа выступает главным маркетинговым партнером проекта, а листинг монет осуществляется всего через пару дней после завершения кампании.\r\nIEO – это идея крупнейшей в мире биржи Binance. Платформа для создания токенов – Binance Launchpad – появилась в конце 2017 года и сейчас позволяет продавать новые криптовалюты напрямую с биржи. IEO на некоторое время ускользнула с радаров участников крипторынка. Однако недавняя инициатива Binance к введению большего количества цифровых валют непосредственно со своей платформы вызвала огромный интерес у инвесторов со всего мира.\r\nНе так давно Binance Launchpad провела два IEO – Fetch и BitTorrent. Последний проект вырос в цене на 600% по сравнению со своей первоначальной стоимостью. Инвесторы не смогли оставить без внимания такие впечатляющие показатели. Модель IEO сейчас тщательно изучается и находится под пристальным наблюдением представителей криптосферы.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "191",
                "Title": "В чем отличие от ICO",
                "Description": "Очевидная разница между ICO и IEO в том, что во втором случае монета сразу же продается на платформе. Любой инвестор подтвердит: самый неприятный момент участия в ICO – это неуверенность в том, появится токен на популярной бирже или нет. Подавляющему большинству ICO необходимы месяцы для попадания на биржу и распространения своих токенов. Такой сценарий, безусловно, не приветствуется инвесторами.\r\nПоследовательность IEO: на Binance Launchpad анонсируются предстоящие IEO, далее токены становятся доступны в порядке поступления. После достижения потолка сбора средств («хардкапа») процесс продажи считается завершенным и инвесторы могут сразу же обменять токены на бирже Binance.\r\nДоверие к модели ICO было подорвано после того, как многие ICO оказались «скамом». Тем временем IEO дает инвесторам необходимое им чувство уверенности в участии.\r\nЕсть еще одно отличие: ICO, как правило, выпускают свои токены после завершения финансирования, а в IEO проекты генерируют токены и отправляют их на биржу.\r\nИнтересный факт: капитализация IEO в первой половине 2019 года составила $907,7 млн. Проекты в среднем выставляют на продажу около 4,4% эмиссии токенов (информация интерпретирована исходя из данных BitMEX).\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "192",
                "Title": "В чем заинтересованы биржи",
                "Description": "Биржи заинтересованы в IEO, поскольку могут рассчитывать на абсолютно новое использование своей платформы. Если ранее они были площадкой для торговли криптовалютами, то после внедрения IEO сфера их деятельности расширилась. Биржи теперь зарабатывают на размещении проекта, торговых комиссиях со сделок, росте курса своей нативной монеты и консультационных услугах. Кроме того, они привлекают новых пользователей, предлагают эксклюзивные торговые пары и повышают свою репутацию.\r\nIEO предоставляет возможность бесплатной рекламы. Выбирая IEO, биржа становится первой платформой, которая залистит токен. Популярность Binance Launchpad выросла на успешных IEO. Так, Fetch и BitTorrent изначально были доступны только на бирже Binance, которая обошла своих конкурентов, став первой площадкой, позволяющей торговать этими двумя токенами.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "193",
                "Title": "Затраты на размещение",
                "Description": "Эмитенты токенов вынуждены платить за преимущества, предлагаемые им IEO. Размещение стоит недешево, и бывает, что его стоимость оказывается стартапу не по карману. К тому же ряд бирж берет дополнительный процент от собранных в результате IEO средств.\r\nРасходы на маркетинг в основном ложатся на плечи эмитентов токенов, а суммы здесь немалые. Затраты могут превысить $100 тыс. и должны быть оплачены, невзирая на результаты листинга на бирже.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "194",
                "Title": "Кто может инвестировать",
                "Description": "С одной стороны, инвестировать в IEO может любой человек, с другой – не совсем. Есть страны, в которых участие в этой новой бизнес-модели запрещено. Это связано с законами каждого отдельно взятого региона в отношении цифровых валют. Так, гражданам США, Китая, Северной Кореи, Венесуэлы, Новой Зеландии запрещено участвовать в IEO. \r\nКак в случае с ICO, IEO для подтверждения личности используют методы соответствия вроде KYC («Знай своего клиента»). После завершения процедуры пользователям предоставляется доступ к продаже.\r\n",
                "Diagram": "",
                "Caption": ""
            },
            {
                "$id": "195",
                "Title": "Как и где инвестировать",
                "Description": "Процесс продажи и покупки новых торгуемых цифровых активов совершенствуется. Для инвестирования в IEO нужно всего лишь иметь учетную запись на соответствующей бирже. После успешного прохождения KYC можно начинать процесс инвестирования.\r\nМодель IEO, по сравнению с предшественницей (ICO), наиболее удобна для пользователя. Ранее ICO требовали наличия именного цифрового кошелька и отправки средств на адрес продажи токена. Эта процедура вызывала ненужный стресс и поэтому отрицательно воспринималась инвесторами. В IEO об этом речи не идет, так как биржа имеет встроенные кошельки. Все больше криптовалютных бирж пытается использовать в работе новую модель инвестирования, создавая здоровую конкуренцию. Не так давно Kucoin объявила о создании платформы IEO под названием Spotlight, а другая биржа – Huobi – находится в процессе выпуска такой платформы. О планах размещения IEO объявила и Bittrex.\r\nСудя по успешно проведенным первичным биржевым предложениям крупнейшей Binance, у модели IEO есть будущее. Fetch и BitTorrent были мгновенно раскуплены, став популярной темой на специализированных онлайн-форумах.\r\nМногие биржи сейчас активно внедряют свои платформы запуска токенов. Лидером в этом направлении – благодаря программе Launchpad – является крупнейшая в мире биржа Binance ( Launchpad называют платформой запуска токенов). \r\nПеречислим основные платформы:\r\n1. Binance Launchpad. ICO 2017 года принесло известность и прибыль основателям биржи. Со второй половины 2018 года стали отчетливо видны проблемы рынка. Удар по репутации ICO нанесли многочисленные мошеннические проекты. С января 2019 года на смену им стали приходить IEO, за которыми стоят не просто отдельные стартапы, а именитые биржи. Площадкой, превратившей IEO в новый мощный тренд, стала Binance Launchpad. Команда Binance проводит для отобранных стартапов необходимое обучение и предоставляет им свою площадку для сбора средств с 10-миллионной аудиторией. Крупная авторитетная биржа внушает больше доверия на рынке, нежели печально известные многочисленные скам-проекты. Binance тщательно собирает информацию о каждом проекте перед его одобрением и презентацией. Подробное досье позволяет инвесторам, использующим Binance, взвесить все за и против, прежде чем инвестировать средства в то или иное предложение.\r\n\r\n2. Bitmax Launchpad. Биржа Bitmax также представила свою программу Launchpad. Первым IEO стал DOS Network, запуск токенов которого пришелся на 10 марта 2019 года. DOS Network обещает сделать более комфортным и удобным использование блокчейна с помощью реальных данных и вычислительной мощности. \r\n\r\n3. Bittrex IEO. В марте 2019 биржа Bittrex также поспешила анонсировать запуск своего первого IEO. На платформе должен был появиться токен RAID (хардкап – $6 млн). Согласно официальной информации, пользователи могли покупать монеты за установленную цену напрямую от разработчиков на бирже. Однако в момент запуска биржа отменила IEO, пообещав позже сообщить о причинах. \r\n\r\n4. OKEx. Программа биржи будет называться OK Jumpstart и позволит разработчикам продавать токены на платформе для финансирования своих проектов. Цель OKEx – сделать процесс финансирования еще более безопасным. Команда планирует помочь разработчикам привлечь больше инвесторов. По словам руководителя операций OKEx Энди Чеунга, модель IEO принесет значительно больше выгоды не только бирже, но и разработчикам проектов. В первую очередь это относится к стартапам, которые ищут средства для реализации своих идей. \r\n\r\n5. KuCoin Spotlight. О запуске своей платформы IEO задумались и представители KuCoin. Называться она будет KuCoin Spotlight. Майкл Ган, исполнительный директор криптовалютной биржи, рад тому, что новоиспеченная платформа поможет находить скрытые жемчужины в пространстве блокчейна и позволит пользователям биржи напрямую инвестировать в финансово выгодные проекты.\r\n6. Huobi Prime. Аналогичным путем идет биржа Huobi. Ее платформа – Huobi Prime – будет несколько отличаться от других. Как отмечается, она станет площадкой для выборочного листинга токенов на основе родной монеты – токена Huobi. Команда биржи продолжает работать над тем, чтобы предложить высококачественным криптопроектам инновационную, быструю и совместимую услугу листинга монет. \r\n",
                "Diagram": "",
                "Caption": ""
            }
        ],
        "ImageURL": "https://forex-images.instaforex.com/letter/201912265e04d4a53db9e.png",
        "QuestionsAnswer": [
            {
                "$id": "196",
                "Question": "Что такое IEO и в чем преимущества новой модели?",
                "options": [
                    {
                        "$id": "197",
                        "option": "Новые криптовалюты поступают на биржу сразу и распродаются заинтересованным инвесторам по цене организатора проекта. Через некоторое время стоимость токена возрастает на десятки и сотни процентов, что позволяет инвестору положить разницу в свой карман",
                        "RightAnswer": false
                    },
                    {
                        "$id": "198",
                        "option": "IEO – система, оптимизирующая процесс выхода токена на торговую площадку. Ключевую роль играет биржа, которая отбирает самые перспективные и жизнеспособные проекты, а значит риск потерь минимизируется",
                        "RightAnswer": true
                    },
                    {
                        "$id": "199",
                        "option": "IEO – первичные биржевые предложения. Тот же самый листинг монет, но только более усовершенствованный",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "200",
                "Question": "Как стать участником IEO?",
                "options": [
                    {
                        "$id": "201",
                        "option": "После прохождения процедуры KYC («Знай своего клиента») на бирже, можно приобретать криптоактивы. Торговать вновь приобретенными токенами разрешается после того, как продажа закончится",
                        "RightAnswer": false
                    },
                    {
                        "$id": "202",
                        "option": "На каждой бирже свои правила. Чтобы стать участником IEO, нужно придерживаться инструкций, изложенных на каждой отдельной площадке",
                        "RightAnswer": false
                    },
                    {
                        "$id": "203",
                        "option": "В первую очередь нужно убедиться в том, что выбранный проект проводит IEO, а не ICO, а затем узнать, на каких именно биржах проводится первичное биржевое предложение. После выбора подходящей биржи необходимо создать на ней учетную запись и пройти процедуры KYC («Знай своего клиента»)",
                        "RightAnswer": true
                    }
                ]
            },
            {
                "$id": "204",
                "Question": "Почему IEO сразу заинтересовались биржи и организаторы проектов?",
                "options": [
                    {
                        "$id": "205",
                        "option": "IEO является обоюдовыгодным как для бирж, так и для эмитентов токенов. Такой подход позволяет существенно сократить выделение средств на маркетинг и другие развивающие направления. Все затраты делятся поровну между биржей и организатором проекта",
                        "RightAnswer": false
                    },
                    {
                        "$id": "206",
                        "option": "Для организаторов это готовая база потенциальных участников IEO из состава пользователей биржи. Проведение IEO на собственной платформе дает бирже возможность привлечь новых клиентов. Чем больше пользователей и монет в листинге, тем больше сделок и, соответственно, выше доход от комиссий",
                        "RightAnswer": true
                    },
                    {
                        "$id": "207",
                        "option": "IEO – это всего лишь новинка, на которой биржи и организаторы получают обратный маркетинг. Риски покупки токенов проекта с помощью IEO и обычного ICO одинаково высоки",
                        "RightAnswer": false
                    }
                ]
            },
            {
                "$id": "208",
                "Question": "От чего зависит успешность IEO-проекта?",
                "options": [
                    {
                        "$id": "209",
                        "option": "Сфера IEO новая, поэтому стоит обратить внимание на «первопроходцев», то есть на те площадки, которым удалось успешно реализовать новый инструмент. Дополнительно успешность проекта зависит от совокупности таких факторов, как идея, маркетинг, ультрасовременные технологии",
                        "RightAnswer": true
                    },
                    {
                        "$id": "210",
                        "option": "Неважно, какая биржа занимается IEO. Все зависит от долгосрочной бизнес-модели проекта. Если идея не утопична, то есть надежда на привлечение капитала",
                        "RightAnswer": false
                    },
                    {
                        "$id": "211",
                        "option": "Успех Binance Launchpad – пример для подражания. Нужно ориентироваться только на эту площадку",
                        "RightAnswer": false
                    }
                ]
            }
        ]
    }
]